{
  "datePublished": "2022-04-08",
  "body": "Another report from the experts, another apparent shrug of the shoulders from most of those who might usefully really take its worrying message on board. The UN’s Intergovernmental Panel on Climate Change (IPCC) has now published its latest guidance on what the world must do to avoid an extremely dangerous future.\n\nSo, what’s the problem in not acknowledging the import of the massive 3,675 page piece of work entitled *Sixth Assessment report, Climate Change 2022: Impacts, Adaptation & Vulnerability*. Too long to read? Well at least there also is a 37-page summary for policymakers, with information on the impacts of climate change on nature and human activity.\n\nPerhaps a simple three-word message, like “we’re all doomed’ as Dad’s Army’s Private Frazer might have put it, would have better got the message across? Or the four words “It’s now or never” as used by Imperial College London’s Professor Jim Skea, co-chair of IPCC Working Group III, the group of 278 authors responsible for the report.\n\nAt least the head of the UN, ultimate stewards of the report, didn’t mince his words either.\n\n“Some government and business leaders are saying one thing - but doing another. Simply put, they are lying. And the results will be catastrophic,” said UN Secretary General Antonio Guterres.\n\nEven if all the policies to cut carbon that governments had put in place by the end of 2020 were fully implemented, the world will still warm by 3.2˚C this century says the report.\n\nThat sort of temperature rise would see our planet hit by “unprecedented heatwaves, terrifying storms, and widespread water shortages”.\n\nTo avoid that fate, the world must keep the rise in temperatures at or under 1.5˚C this century.\n\nThe scientists have at least unveiled a plan that they believe can limit the root causes of dangerous climate change.\n\n> Even if all the policies to cut carbon that governments had put in place by the end of 2020 were fully implemented, the world will still warm by 3.2˚C this century says the report.\n\nThey say that there must be “rapid, deep and immediate” cuts in carbon dioxide (CO2) emissions. Currently rising Global emissions of CO2 would need to peak within three years to stave off the worst impacts.\n\nBut that means massive changes to energy production, industry, our consumption patterns and the way we treat nature. And our transport activity is in the front line to have to change. Its carbon emissions must peak by 2025, and fall rapidly after that, reaching net-zero by the middle of this century.\n\n“I think the report tells us that we’ve reached the now-or-never point of limiting warming to 1.5C,” said IPCC lead author Heleen De Coninck, Professor of Socio-Technical Innovation and Climate Change at Eindhoven University of Technology.\n\nThe next few years are critical, say the researchers, because if emissions aren’t significantly curbed by 2030, it will make it nigh on impossible to limit warming later this century.\n\nFor transport, in practice, this means governments doing more to encourage walking and cycling instead of car travel, getting people to fly less, and putting in place the infrastructure for far more electric vehicles. For individuals, it means accepting the implications of all this.\n\nThe report suggests that increasing urbanisation could help drive adoption of mitigation strategies such as reduced car use, and renewable energy.\n\nKeeping temperatures down will still require new technology to remove CO2 from the atmosphere, though some participants in the IPCC process are highly sceptical that such approaches will work.\n\n“The idea of quick emissions reductions and large negative emissions technologies are a concern,” said Prof Arthur Petersen, from UCL, who was an observer in the approval session.\n\n“There are a lot of pipe dreams in this report.”\n\nIt’s not that there hasn’t been plenty of brainpower and evidence brought together in its preparation, and of the others in the series of six IPCC reports which assess scientific, technical, and socio-economic information concerning climate change.\n\nA total of 234 scientists from 66 countries have contributed to the three working group reports built on more than 14,000 scientific papers to produce the massive tomes of data and analysis. The final synthesis report is due to be finished by late 2022.\n\nSo, what’s missing from the discussion that could mean a clearer, faster practical response from both governments and citizens?\n\nAs our regular contributor John Dales explains in this issue of LTT it seems to be a fundamental feature of the human brain that it puts the immediate ahead of the future and looks for the distraction of the simplistic over the complex. We also know, to our cost, that only manifest crisis brings real change. Ask Ukraine.\n\nPut brutally, it seems to most people and their leaders, the Climate Crisis hasn’t quite arrived yet.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "Another report from the experts, another apparent shrug of the shoulders from most of those who might usefully really take its worrying message on board.",
  "headline": "A Climate for Change?",
  "issue": 843,
  "categories": [
    "Climate Change"
  ],
  "allowComments": true
}