{
  "datePublished": "2021-12-16",
  "body": "The heading on this piece might seem a suitable Christmas message, but could it also be a more fundamental point to apply in planning how we cater for future personal transport needs? And in particular for the future of the private car.\n\nPerhaps surprisingly, a government minister claimed recently that owning a car could become a fad of the past. Junior transport minister *Trudy Harrison* told the annual conference of shared transport charity *CoMoUK* that individual car ownership was outdated ‘20th-century thinking’ and the country should move to ‘shared mobility’ to cut carbon emissions.\n\nThat might definitely re-configure the carbon economy. Almost 80% of households in the UK own a car, and there are in excess of 31 million individual private vehicles licensed to be on the road. In terms of resource consumption, that's quite a problem including the tonnes of metal to fabricate the constant replenishment of the huge vehicle fleet, a lot of it precious or energy-intensive. Let alone the greenhouse gases and other noxious emissions that all these cars produce. Plus the land that cars occupy whilst on the move, and, for most of the time, being stationery. Often that parked-on space that could be much more productively used.\n\nRethinking car ownership and use raises some important issues that are nothing to do with transport of course.\n\n> Has the TfL considered that there’s merit in reducing vehicle ownership by encouraging the use of cars in different ways?\n\nCars are a consumer product, make a statement about the owners, support thousands of jobs and businesses in manufacturing, sales, financial services and maintenance, and for some people are fun to tinker with and polish.\n\n“Changing the way people consider car ownership and dependency will take time,” as Harrison put it. But she added: “Many things seem far-fetched until they aren’t and I believe the same is true for shared mobility.”\n\nHer Conservative colleague *Ben Houchen*, mayor of the Tees Valley in the North East (the other side of the country to Harrison’s Copeland Lake District Parliamentary seat) might not share her vision. In the Interview with him in this issue, Houchen says that he is not a believer in getting rid of the car. “A car gives you a level of freedom that public transport can’t give you, with the best will in the world,” he says. And he adds: “If you can buy an electric car, why does it matter if you are in a car or not?” Nor is Houchen convinced that congestion will be a problem in the future. He says: “Technologies, whether it’s 5G for remote working, more efficient automated driving or technologies you don’t know about yet, are going to throw up solutions and different sets of circumstances around congestion.”\n\nBut perhaps *Ben Houchen* has left a space with that last remark, for a future that both he and *Trudy Harrison* will happily embrace.\n\nMight people accept alternative more logical and sustainable approaches to their personal mobility? Though some would like it to be the case, that needn’t mean everyone using buses, bikes and their own legs to get around. There is another answer that's suitable, and it's still called the car, but just not owned and used in the way with which we have become familiar.\n\nHarrison thinks shared mobility in the form of car clubs, scooters and bike shares will soon be a realistic option for many of us to get around. That change will need some new thinking by those responsible for local transport plans and policies as well as the individual car users. Disruptive entrants to the ‘instant travel’ market for car journeys provided by third parties, like *Uber*, have been dealing with their own barriers to providing services.\n\nThe latest court judgment on their business model, which we report in this issue, seems to be another victory to TfL in its negativity towards the *Uber* approach. But where does TfL stand on shared mobility and app-based on-demand transport provision? Is its real position a defence of the status quo, and the primacy of bus and rail services, and an enthusiasm for walking and cycling. Has it considered that there’s merit in reducing vehicle ownership by encouraging the use of cars in different ways? The new world envisaged by *Trudy Harrison* will need rules and regulation to ensure the new mobility marketplace is genuinely a step forward. Perhaps preparing them can be her next task within the DfT.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "Planning how we cater for future personal transport needs, and in particular for the future of the private car.",
  "headline": "A time for sharing?",
  "issue": 836,
  "categories": [
    "Transport Planning",
    "Mobility",
    "Climate Change"
  ],
  "allowComments": true
}