{
  "datePublished": "2022-03-25",
  "body": "We may have reached a point where the different key criteria that have driven transport scheme justification are becoming mutually reinforcing feels Phil Goodwin. He suggests that policy should recognise that the three greatest priorities require overlapping , and in some cases identical, policy measures – which together imply a shift of resource allocation away from roads.\n\nThe Parliamentary Advisory Committee on Transport Safety (PACTS) had its landmark 40th Anniversary Conference this month, having built a splendid record of working both within and outside Parliament, universally recognised for its seriousness and influence. The overall title was ‘Safe System – from principles to practice’ and it sought to establish system-wide coherence for continual improvement in transport safety, including budgets, targets, consistency and scale. The new treatment of road user hierarchy in the Highway Code is a case in point.\n\nUnusually, for me, the presentations were all given in the form of pre-recorded, 15-minute timed videos. It was my first experience of doing a self-recorded video, which I found awkward and, at first, technically quite challenging. However, the outcome was a revelation. There was not a single one of those embarrassingly bad Zoom or Teams presentations where the speakers use only the actual PowerPoint slides (usually prepared for a different occasion) as their notes, mostly without rehearsal, and usually overrun. Even the most experienced professionals and the most august organisations do not perform well in those situations. Here, every speaker spoke thoughtfully, well and to their point. So now I’m an advocate of the format I had doubted. PACTS will make a video available of the whole thing, and it will be well worth watching.\n\nMy own contribution sought to explore the safety system in a much wider context. It treated the interaction between:\n\n* safety (together with its closely allied issues of health and security)\n* congestion (with its associated issues of economic efficiency)\n* and climate change (both adapting to it, and the contribution of transport to reducing it)\n\nThe argument was that in major respects these three great problems of transport policy have converged in requiring overlapping, and in some cases identical, policy measures. Taken together this would support a major shift in funding and priority from the roads programme to active travel, public transport, and sustainable planning.\n\n> We still operate with a dissonant hierarchy of importance: time savings, vehicle operating costs, safety, environment. The arithmetic does not match the rhetoric.\n\nBut the appraisal framework has not yet quite caught up with that. I think we have a dissonance between best appraisal approaches and most commonly used appraisal practice. This has evolved in the last 50 years of economic cost benefit analysis of transport policies and projects, aimed at addressing the key flaw in classical economics, namely that not all costs, and not all benefits, are included in market prices. This especially means the social costs which individuals, in pursuit of what they see as their own best interests, impose on other individuals as an unintended consequence of their actions. The two earliest examples of this were congestion and safety.\n\n### Congestion\n\nThe ‘problem’ of Congestion was first addressed by the twin concepts of the speed-flow curve, and the value of time, which together created a framework for ‘predict and provide’- seeking to deliver the right road capacity, in the right places, at the right time, to cope with forecasts of traffic growth. By the end of the 1960s there was an elaborate official calculus, in which the estimated value of time savings delivered by building or expanding roads was the core of the case for spending for the road budget.\n\nIn 1989 this spawned the Government White Paper ‘Roads for Prosperity’, described as the ‘biggest road programme since the Romans’. It was launched with ambitious claims but was faced with escalating criticisms from an unexpectedly broad range of voices. These included some Conservative Councils in the South East (who pointed out correctly that there was no way they could cope with the forecast traffic increases on which the programme had been predicated); the British Road Federation (who commissioned a report showing that a road programme even twice as big would not reverse the rising congestion); technical work especially by SACTRA , the Standing Advisory Committee on Trunk Road Assessment, on induced traffic; a near unanimity of professional and academic opinion that a new path, sometimes called ‘New Realism’ was needed: and a rising tide of demonstrations by activists who were enjoying much more public support than had been expected.\n\nSo, in less than 5 years it had all collapsed. The forecast traffic growth was greater than any road programme could keep pace with, and ‘demand management’ replaced it - in theory at least. To tackle congestion, you had to tackle traffic growth. This concept was established nearly 30 years ago, though Governments have had to relearn it at about the same 10-year frequency that has also applied to the idea of road user pricing. Ironically the appraisal framework designed to provide a structure to justify road expansion, started to point at the opposite.\n\n### Safety\n\nA parallel change was happening half a century ago in relation to safety. It was clear that as well as social distress, there were economic costs of traffic collisions (at that time still called ‘accidents’), loss of production by death and injury, plus the cost of repairs, ambulances, hospital care and policing.\n\nThis was tricky to address, in the beginning. The original assumption was a misleadingly simple idea that a person’s net economic worth was the value of their production minus the value of their consumption. Embarrassingly, calculations based on this showed that women, on average, had a negative economic value, because their production, as shown by their pay, was less than their share in consumption. Also, young children had a net negative value, because they consumed now, but would only produce in a distant discounted future. Also retired people, both men and women, had a negative value because they no longer produced at all. Only men of working age, in employment, had a positive value under this theory.\n\nThis difficulty was resolved fairly swiftly, before it did any substantial damage - initially by abandoning the ‘net value’ concept and adding a cost of pain and distress- though the issue still lurks. But to this day, safety values typically represent less than 10% of the money values that are attributed to congestion. This is because the sum total of millions of seconds or minutes of delay gave arithmetical totals so much more than thousands of deaths and serious injuries. The case for safe movement depended more and more on fostering calmer and human scale design, with traffic calming, pedestrian areas, and a different hierarchy of road user responsibility.\n\nEven now, the longer-term costs of a car-dependent lifestyle are not included in either congestion or safety appraisals. And the use of mileage travelled, and observed numbers of crashes, as key indicators do not give full assessment of the costs and benefits of secure accessibility to destinations and activities. The concept of recognising value in wasted time and wasted lives is surely right – but only to the extent of the legitimacy of the figures themselves.\n\n### Environment\n\nTo these two great issues of social cost, we now add environmental costs, primarily of the effect of carbon dioxide on climate, in which traffic, especially car use, are major emitters. But also recognising that this is the leading example of many other environmental costs. For years the Government persisted in saying that carbon creation, though treated as important in policy statements, was so small in size and value – ‘de minimis’ in legal terms - that it was not a material consideration in roads provision. It was seen as nowhere near in value to the congestion costs - and really only the electrification of vehicles mattered. That approach is not quite formally abandoned yet, though sensible DfT officials are much less likely to use the ‘de minimis’ argument now. The recent letter from DfT to local authorities inviting them to consider that road schemes which increase carbon might not get funding is low key, but a key change in the narrative about the salience of carbon emissions.\n\nLast year the official ‘value’ of carbon in appraisal was very substantially raised, quite rightly, carrying the implicit recognition that carbon has been very substantially undervalued in all appraisals until now. And in parallel, there is official recognition that the costs of climate change are orders of magnitude more serious than was thought.\n\nThere are many other emissions and transport activities which harm health, with impacts on stress, heart conditions, asthma, and obesity. These are making their way into transport policy, although there is still the view that it’s primarily a transport problem, because it’s covered in the health budget. They also put emphasis on total the volume of traffic as well as vehicle design.\n\nSo, in principle we now have all three types of cost entering into the calculations – congestion, safety, and environment. Until now congestion has dominated, with 70% or more of the benefits, based on an unreal presumption of whether the time savings were actually achieved, or worth as much as had been presumed. We still operate with a dissonant hierarchy of importance: time savings, vehicle operating costs, safety, environment. The arithmetic does not match the rhetoric.\n\nBut the key point is that this no longer reflects the empirical or analytical evidence. Science and economics can now give us much more balanced estimates for all these costs, and the barrier is only an institutional inertia in using them.\n\n### A new score card of transport benefits\n\nOver ten years ago I wrote a paper (Goodwin, P. \\[2010]. Opportunities for improving transport and getting better value for money by changing the allocation of public expenditure to transport) compiling the knowledge available at the time on all the cost benefit studies across the board.\n\nThis showed that by far the best average benefit-cost ratio was for local safety schemes, with benefits over 30 times the cost. Next came smarter choice measures to reduce car use, at about 11. Then cycling, averaging about 10. Systems of automatic control of vehicle speed not to exceed the speed limit averaged 8. And then a large group of bus, rail and road schemes with an average of between 3 and 5. (Fig 1)\n\n<aside role=\"complementary\"><figure class=\"p-6 text-base md:text-xl\">\n<h4>Fig 1. Average Cost-Benefit Ratios from different objective-led Transport Schemes</h4>\n<table class=\"mb-8\" cellpadding=\"5\">\n<tr>\n<td>Local Safety</td><td>&#62;30</td>\n</tr>\n<tr>\n<td>Smarter Choices</td><td>11</td>\n</tr>\n<tr>\n<td>Cycling</td><td>10</td>\n</tr>\n<tr>\n<td>Speed Control</td><td>8</td>\n</tr>\n<tr>\n<td>Bus, Rail and Road</td><td>3-5</td>\n</tr>\n</table>\n</figure></aside>\n\nWhen it comes to allocation of funds, however, knowing such averages is not the whole picture. In each category some schemes are much better than their average. The paper went on to examine the variation, from best to worst, of the experience in each type of scheme. Local safety schemes are mostly low cost, so you can do a lot for the price of one major road scheme. Road infrastructure tends to have a small number of well performing schemes, but a very large number of very costly schemes with very little benefit. The initial stages of the work just took every published result at face value, but this was clearly inadequate, since the methodologies used were not consistent across the board, some being excessively optimistic and others being over-cautious. All of this needs to be taken into account.\n\nThe overall result was very clear. The first claim on available funds should be for the transport initiatives that make the best contribution to climate, safety and economic benefits. A policy-driven agenda giving priority to climate, safety, and demand management for efficiency has such high benefits in carbon, health and efficient movement, that in turn it gives much better value for money. These should have the first claim on resource allocation, not the last.\n\nI would acknowledge that my earlier study needs updating, with new information and priorities, and with the aim of using broadly the same assumptions, principles and information across the board. I am confident this will reinforce its conclusions, not undermine them.\n\n### Where are we now?\n\nLooking at the actual application of the principles I’ve outlined, it’s a mixed picture. The policies contained in the government’s decarbonisation plan mostly fit this agenda, with a definite move from car use to active travel and public transport, and a reduction in car use – explicitly for urban conditions, implicitly, though ambiguously, for interurban. Embedding transport decarbonisation in spatial planning would meanwhile be a very important step forward. This all fits my argument. But there are some missing elements.\n\nThe first is a cognitive dissonance when it comes to the road programme, which is very assertively defended by its proponents even though with declining logical substance to the defence. It is all based on a ‘business as usual’ presumption of traffic growth, which is now a vanishingly improbable scenario. Wales has got it right, I think: a pause on all the schemes so that they can be reappraised properly against the new agenda.\n\nAlso missing is a coherent view on speed. Managed slower speeds (as distinct from the stop-start jerky movements created by congestion) make a contribution to all three agendas. So would a form of road pricing also contributing to all three agendas - and to a fourth one, Government funding.\n\nAll this can be done in a way which enhances the quality of life, and business efficiency, and the convenience and reliability of travel. It’s not a hair-shirt plan, though of course its opponents treat it is such. That point must just be argued out.\n\nI can’t say that all this will be enough to deliver the change required. We have all staggered a bit, in the last few years with Brexit, and Covid and War. Standards of public service and public services are all under pressure. Above all, climate change threatens social continuity. But I hope I have demonstrated that all the pieces of the jigsaw are there. And the underlying reality is that safety, and the economy, and the climate, all need a rather similar package of transport measures. I don’t think that has been true – or anyway, realised to be true – before. It must surely now, potentially, make them easier to achieve.",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "We may have reached a point where the different key criteria that have driven transport scheme justification are becoming mutually reinforcing.",
  "headline": "A Transport Convergence: The right policies will favour all of safety, environment, and economy",
  "issue": 842,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}
