{
  "datePublished": "2020-07-13",
  "body": "As Covid-19 accelerates calls for more safe city space for people, civic leaders face a challenge. It’s not design, because our towns and cities can be what we want them to be. Whether parking lots or public space, the right design tools are already available.\n\nThe big challenge today is that of agreeing on priorities, and gaining consent from our communities. Even the most essential upgrade works to streets can meet with resistance. And when those debates play out in the pages of local newspapers (or, worse, a neighbourhood *Facebook* group!) the chances of a civic volte-face are high.\n\nI’ve worked with city leaders who’ve been battle-scarred by clashes with those in their own communities who were implacably opposed to change. I’ve seen notable and noble projects fail because consensus and consent failed first. Resistance manifests itself as angry delegations, petitions, even outright opposition and protest – and as the wider media coverage that these protests gain.\n\n> The big challenge today is that of agreeing on priorities, and gaining consent from our communities. Even the most essential upgrade works to streets can meet with resistance.\n\nBut this kind of resistance isn’t inevitable. There are approaches to navigating the perils – to messaging, engagement and media management – that, I’d argue, everyone on the front line of change should try to master. They’re not dark arts reserved for PR professionals; and here are three simple strategies to help you get started.\n\nAt the start of your project, asking “Why?” is a simple but effective exercise. Why is your city and the way you use it changing? Why is your project happening here? Why is it necessary? It may sound simplistic, but too often I have met delivery officers who don’t really know why, or don’t have a ready answer as to why, the project they’re employed on is being built. Yet each of these officers was likely to find themselves in a public-facing role at some stage in project delivery. So, begin by ensuring all your team understand “Why”.\n\nAfter “Why”, acknowledge emotion. Remember that changing public space affects the places where people live – and that people have emotional attachments to those places. If your plans challenge those emotional attachments, then the people who hold them will have an emotional response.\n\nPsychologists tell us that grief manifests in five stages – denial, anger, bargaining, depression, then acceptance. Emotions like these play out due to conflict, trauma or a confronting change – such as a Council scheme meaning some people may no longer be able to park where they always have. And the fact you may not respect these emotions is entirely beside the point.\n\n![If we’re to engage more fruitfully, we’ll need to use new tools. Have you climbed Arnstein’s Ladder? Surfed the Kubler-Ross Change Curve? Sorted your Individual from your Social and your Material? There may be lots to learn, but the end result will be well worth it.](/images/uploads/arnsteins_ladder_kubler_ross_change_curve.png \"If we’re to engage more fruitfully, we’ll need to use new tools. Have you climbed Arnstein’s Ladder? Surfed the Kubler-Ross Change Curve? Sorted your Individual from your Social and your Material? There may be lots to learn, but the end result will be well worth it.\")\n\nWe don’t learn about emotions in traffic engineering classes, but they’re the reason why seemingly simple projects become highly charged; and the so-called ‘soft skills’ of engagement are critical to negotiating the path to success.\n\nNext, take time as a team to map the people your work will touch. Identifying supporters is key. While every project will have naysayers, there will also be positive people who can champion your project for you.\n\nI use a model called the “culture change amoeba” – a simple illustration of community consensus as a big, floating, gelatinous blob full of different opinions. On one side of the amoeba there’s a bulge of negative voices – the reactionaries and naysayers. On the other side, a cluster of positive voices – change agents and transformers. Both sides have the potential to pull the centre – the silent majority – their way.\n\n> We don’t learn about emotions in traffic engineering classes, but they’re the reason why seemingly simple projects become highly charged.\n\nFaced with protests and headlines, all too often we invest tremendous effort combatting negative reactions. But the amoeba shows us that our aims are better served by enabling the change agents to create momentum, and bring the wider community with them. This means giving your champions the space to lead in the conversation – an arm’s-length approach that some authorities might find confronting.\n\nBut, consider the alternative. When we acknowledge that community concern is a petri dish of different voices, we also acknowledge that some people will never give your work their blessing. So, why keep asking for it? Only reacting to negativity doesn’t create space in the community to allow for progress.\n\nDo not, as they say, feed the trolls. Rather, nurture your champions.",
  "author": "Mark Ames",
  "published": true,
  "subHeadline": "As Covid-19 accelerates calls for more safe city space for people, civic leaders face a challenge.",
  "headline": "Achieving change in a hostile environment",
  "issue": 802,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}