{
  "datePublished": "2022-03-25",
  "body": "Public utility or private enterprise is an issue of both very philosophical and practical dimensions. After the Second World War, the 1945 Labour government took the view that the railways should be state owned and run, and nationalised them- and that was how they stayed for Fifty years, under governments of both colours, albeit with not-inconsiderable pruning under the Beeching plan of the early 1960s. That ownership model meant a considerable public body- the British Railways board- was required, not to mention a matching division of people in the controlling government Ministry.\n\nAs far as buses were concerned, the post war years saw a mix of public, private and municipal ownership (in which might be included the London Transport system) until the Labour Government in 1968 setup the National Bus Company to amalgamate the two major Public and Private Groups, to be run as 70-odd local operating subsidiaries; and established the Passenger Transport Executives in the Metropolitan areas to bring together the urban municipal operations there as single entities. Both these new organisations had to be suitably structured and resourced, and supervised under appropriate national and local political control.\n\nThat set up was then left alone by successive Governments of both Parties for nearly twenty five years\n\nIt took the arrival of The Conservatives under Margaret Thatcher in the 1980s to change virtually all of both of those bus and rail arrangements - first by deregulating and privatising the state and metropolitan authority owned buses, and then privatising the railways too- both trains and track.\n\nAmongst all this upheaval London was given special treatment - with direct government control of a renamed London Transport replacing that by the Greater London Council, and some tinkering with the Underground in terms of introducing private contracts for the track but not the trains, and the opposite for the buses, where the operational assets were sold off to become privately owned contracted service suppliers.\n\nThat too was then largely left alone for a quarter of a century by the subsequent Labour and Conservative Governments. Until now.\n\n> A wartime message from the past was, “Is your journey really necessary”. To which might now be added, “And is it affordable either?”. Or sustainable.\n\nThe Boris Johnson Conservative agenda has proved quite a different one to his predecessors, with the Railways now effectively brought back almost fully under state control, as the franchisees lose their commercial role to become contracted service suppliers; and the majority of the buses are effectively stripped of much of their commercial freedom, to in turn become franchisees to run networks specified by the local transport authorities.\n\nWhilst there is still plenty of scope to argue about the underlying philosophies and the detailed delivery models, there is a crucial practical dimension about the newly-emerging situation that must be addressed fast: ensuring the new system is properly resourced and efficiently run..\n\nWithin that challenge is the key matter of how the public sector approaches the task of setting out what it wants both the rail and bus systems to be like, and how they are paid for - something which now clearly falls to the Government for the most part in the case of the railways (but with quite a lot of devolved responsibility to the nations and regions) and to the Local Transport Authorities in the case of the buses.\n\nIt's a big job in both cases, and as yet the outline of how and what will be the 'specified system', and the commercial regime it must work to, is still largely unclear - not to mention the principles, processes and resources that will be needed for the job.\n\nEmerging information in three forms is giving a taste of that substantial challenge.\n\nFirstly, in lauding the recent legal judgment that seems to give Greater Manchester (and the other metropolitan areas) the go ahead to bring in bus franchising, both Manchester Mayor Andy Burnham and Transport Secretary Grant Shapps have embraced the vision of a locally-specified integrated network with attractive fares - effective commercial responsibility for which will be falling to the Transport Authority, yet with largely undefined resources.\n\nMeanwhile, the continuing tensions between the London Mayor and Shapps over the financial model for London's transport system, in the light of the substantial Government subventions being needed post-Covid, are revealing the kind of detailed workplan that The Dft is now having to write for its effective client in TfL, and the major financial and reporting issues implicit in that regime.\n\nAnd thirdly, the information just made public in the two new Rail Contracts placed by DfT with Abellio East Anglia and West Midlands Trains, again indicate the tightly defined requirements of the Government - both operational and financial - and the kind of organisation clearly required to now specify and supervise the rail system - presumably involving both the DfT and the new Great British Railways organisation.\n\nThere are a lot of challenging issues - and challenging relationships - at stake here. Between Central and Local Government and the operators, and how they define something approaching a shared understanding and vision. This will need to apply both at the top level in regard to policy, and in the way things happen on the ground around the country - down to where the trains and buses stop, and who looks after the customers waiting there.\n\nAfter all, this new way of doing things is all being done for everyone's benefit, and not just by people playing politics. Isn't it?",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "'Public utility or private enterprise' is an issue of both very philosophical and practical dimensions.",
  "headline": "All change for the trains and buses - but will it deliver?",
  "issue": 842,
  "categories": [
    "Public Transport"
  ],
  "allowComments": true
}
