{
  "datePublished": "2021-11-16",
  "body": "The famous opening lines from *Charles Dickens'* seminal novel on the French Revolution, *A Tale of Two Cities*, seem strangely apposite in the wake of <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr>:\n\n*“It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way...”*\n\nProbably, in the case of both the Revolution in France, and the Global Summit in Glasgow about controlling the human excesses that threaten the Planet, the truth lies somewhere between the two extremes described by Dickens. For the most ardent zealots for change, <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr> was probably a disappointment.\n\nFor pragmatists there were several signs of both a new mood, and some new policies, that might mean that the trajectory towards potential apocalyptic heating up of Planet Earth can be stalled.\n\nFour of our contributors in this issue all explore their own takes on what did and didn't happen at the <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr> Summit. And will do so again in various parts of our own *Local Transport Summit* in London at the end of this week.\n\n> Although this declaration is not legally binding, it opens up an important new dimension in the political and business sectors’ agenda in talking about tackling climate change.\n\nThis time they will be looking very directly at what it all means for how we plan and manage the transport system on the ground, and influence the behaviour of everyone as individuals to do less damage than we have become used to thoughtlessly inflicting as we move around in our daily lives.\n\nOne valuable thing to come out of <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr> was just a single sentence inserted at the end of a long declaration, issued on the Summit's ‘Transport Day’, on accelerating the transition to 100% zero emission cars and vans. Mainly aimed at pushing the automotive sector to work towards all sales of new cars and vans being zero emission, globally by 2040, and by no later than 2035 in leading markets, it concludes by recognising that:\n\n*“Alongside this, a sustainable future for road transport will require wider system transformation, including support for active travel, public and shared transport, as well as addressing the full value chain impacts from vehicle production, use and disposal.”*\n\nAlthough this declaration is not legally binding, it opens up an important new dimension in the political and business sectors’ agenda in talking about tackling climate change, though one, of course, already well-recognised by those in the UK local transport specialist community.\n\nIt sets an excellent context for the *Local Transport Summit* discussions about how the overarching global issues that were grappled with at <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr> can, and should, be picked up in real life environments where dedicated professionals apply their skills every day.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "Although this declaration is not legally binding, it opens up an important new dimension in the political and business sectors’ agenda in talking about tackling climate change.",
  "headline": "An important new dimension in talking about tackling climate change",
  "issue": 834,
  "categories": [
    "Climate Change"
  ],
  "allowComments": true
}