{
  "datePublished": "2022-01-14",
  "body": "What do transport specialists believe is likely to happen between now and 2035? That was the headline question I set out to answer a few weeks ago. My interest was partly raised by the discussion about “superforecasting” at the last Modelling World conference which was reported in the last issue of LTT. But learning their considered specific opinions was not my only reason for asking.\n\nI wanted to explore some influences on their thought processes too.\n\nBetween 1984 and 2003 a team of researchers in the USA set out to measure the accuracy of forecasts made by professionals who commented or offered advice on political or economic trends. Their headline conclusion, published in [Philip Tetlock’s book Expert Political Judgement](https://press.princeton.edu/books/hardcover/9780691178288/expert-political-judgment), was that they performed little better than a chimpanzee throwing darts at a dartboard. Human beings generally make poor forecasts, but some are better than others. “Attentive readers of the New York Times” performed better than the experts, and most interestingly, the experts themselves made worse forecasts of issues within their own area of expertise.\n\nFor an academic, who has spent many years trying to cultivate ‘expertise’, that finding was challenging to me. How and why might that be the situation, and what does it tell us about the nature of our expectations- and how we come to have them? And might that in turn vary in line with other elements of our character?\n\nIn my own book [Roads Runways and Resistance](https://www.plutobooks.com/9780745340593/roads-runways-and-resistance/), I looked at how and why political decisions are made. I also looked at what motivates protestors. One conclusion I came to was that self-deception may be essential to protest movements. Direct action has never stopped building work once it has already begun (in Britain, at least) but multiple failures may be essential steps in a fight against some bigger issue. To motivate themselves to continue making sacrifices, protestors have to convince themselves to believe – expect even – that they might actually stop the specific scheme they are fighting against. This happened with the anti-roads protests of the 1990s, and more recently with HS2.\n\n> So, my hypothesis was that transport specialists – like most people in most circumstances – exhibit optimism bias when asked about the future.\n\nPutting this observation against the wider question about expert forecasts reminded me how often I have observed over-optimistic visions of the future in writings and debate about transport trends. As a friend who worked at UWE and went on to work for a government put it: *“How often do you hear someone predict that the future will be like the present, but a bit worse? Not often, but if you look backwards, in many circumstances that would have been quite accurate.”*\n\nThe early reactions to the COVID-19 Virus provided one example. Do you remember all those claims that we were entering a new era of sustainable travel, that flexible and remote working would promote more local living and reduce movement by private vehicles? The evidence casting doubt on those claims was already available at the time, but the boundaries between desires and forecasts are easily blurred. For the record, road traffic levels returned to their pre-COVID levels in September 2020 and again this summer, although many people were still working from home. Public transport has still not fully recovered and seems unlikely to do so for the foreseeable future.\n\nSo, my hypothesis was that transport specialists – like most people in most circumstances – exhibit optimism bias when asked about the future. Optimistic about what? It seems about whatever they believe ought to happen.\n\nWith that in mind, for my investigation of transport specialists’ opinions on the future I created a survey with 12 statements of belief and 13 forecasts of what would happen between now and 2035. Respondents were asked how strongly they agreed or disagreed with each statement. The survey was circulated via LTT/TransportXtra, the Universities Transport Study Group and social media.\n\nYou can find a [link to a spreadsheet showing the full responses](http://www.stevemelia.co.uk/transportfutures.xlsx). 442 people completed it, quite evenly distributed between: transport professionals in the private and public sectors, campaigners, academics and some others. The statements of belief showed strongly pro-environmental values, possibly influenced by the source of the survey, although that pattern is probably true of most people working in transport planning. The 178 UK transport professionals who completed the survey answered in similar ways to the total sample. The statement attracting the strongest agreement was: Climate change is the greatest threat facing humanity, followed by: The main aim of transport policy should be modal shift to more sustainable modes.\n\nThe value statements were strong and clear, but the forecasts people made were less confident and more dispersed. When viewed as absolute totals, they did not exhibit obvious optimism. Most respondents believed that traffic volumes would continue to grow and governments would fail to decarbonise in line with the Paris Agreement. Road capacity would probably continue to expand and there might be a backlash against decarbonisation.\n\nHowever, when I cross-tabulated the two sets of statements, most of them confirmed the expected optimism bias – in relative terms. So for example, believers in modal shift are more likely to believe that modal shift will occur. Advocates of cycling and autonomous vehicles were more likely to believe that those modes will grow in future. People who believe that the main responses to climate change are technological are more likely to believe that governments will decarbonise in line with the Paris Agreement. People who favour working from home believe that home working is likely to grow – and the opposite for sceptics. Both groups cannot be right. At least one group is practising self-deception.\n\nThis survey, and this initial analysis, have only scratched the surface of this important issue of beliefs and expectations and their underpinnings. Much more could be said about optimistic forecasting, but I will make just one further point, about its consequences. This draws on the work of the Australian philosopher Eleanor Gordon-Smith who explored in her book [Stop Being Reasonable](https://scribepublications.co.uk/books-authors/books/stop-being-reasonable-9781912854141), exactly how we really go about changing our minds.\n\nGordon-Smith points out in her book that assessing the truth or falsehood of a claim based on consequences rather than evidence may be a perfectly rational strategy.\n\nChoosing to believe that good things are more likely than bad things may be motivational; it may also help the believer to dodge difficult choices and put off painful consequences for someone else to deal with.\n\nIndeed that is the usual approach of politicians. It is spread all over everything the current government has written about climate change, famously summarised as “have cake, eat cake” by Boris Johnson. I believe that form of self-deception is now the greatest threat to action on climate change; Hope and procrastination have replaced outright denial.\n\nIf we are to challenge what amounts to a dangerous mood of complacency, we must acknowledge our own optimistic tendencies, and avoid creating the false impression that all the wonderful things we are doing to decarbonise transport will be anywhere near enough. The big picture is one of small initiatives and vague aspirations, whilst many of the bigger decisions, on things such as fuel tax and road building, continue to move us in the wrong direction. We must be brutally honest about that.",
  "author": "Steve Melia",
  "published": true,
  "subHeadline": "Steve Melia raises a potentially significant dimension by questioning whether the ‘transport experts’ are actually thinking consistently and logically.",
  "headline": "Are transport specialists practising self-deception?",
  "issue": 837,
  "categories": [
    "Communication"
  ],
  "allowComments": true
}