{
  "datePublished": "2020-06-12",
  "body": "As local authorities and transport providers look to move away from fossil fuels, it is clear that there have never been more options on the market for low-carbon, environmentally friendly buses. So it’s important that local authorities carefully weigh up their options when selecting the type of bus that best suits their needs.\n\nIn the past year, the *Department for Transport* has developed a number of schemes designed to incentivise local authorities to switch to fossil fuel-free public transport. The most recent, announced in February, is the *All-Electric Bus Town*, inviting councils in England to bid for £50m to establish Britain’s first all-electric bus town or city.\n\nIn response to the scheme, a number of proponents of hydrogen-fuelled buses have written to the transport secretary Grant Shapps, accusing the Government of “deliberate” and “misjudged” bias against hydrogen buses. Spearheaded by Jacob Young MP, the chair of the *Hydrogen All Party Parliamentary Group*, and co-signed by energy giants Shell and Bosch, the letter argued that the *All-Electric Bus Town* scheme was a missed opportunity to “trial clean, green, UK-made technology at a significant scale”.\n\nIt is clear that local councils need to think carefully about what options are right for them and the local community as they look to meet their net-zero commitments and improve air quality for commuters. While there is a place for hydrogen buses for long-distance and unpredictable routes, electric buses are presently the clear leader when it comes to environmental sustainability, especially for inner-city routes.\n\n> While there is a place for hydrogen buses for long-distance and unpredictable routes, electric buses are presently the clear leader when it comes to environmental sustainability, especially for inner city routes.\n\nWhen using electric buses, operators don’t have to make drastic and expensive network changes, as required by hydrogen buses. Smart charging software and/or stationary batteries can be installed on-site to avoid costly grid upgrades, and fleets can be charged using existing technologies and infrastructure without the need for the expensive and environmentally detrimental duplication of creating a parallel hydrogen fuel network.\n\nElectric buses are also highly adaptable to the needs of their operators. Smart chargers can be installed in a matter of weeks with little disruption to daily services and existing battery technology can also meet around 80 per cent of current route requirements for all intra-city routes.\n\nUnlike hydrogen-powered buses, electric vehicles have a higher well-to-wheel efficiency than existing diesel buses, meaning they are much more efficient at turning energy into motion. Battery-powered buses are the most energy efficient option when it comes to charging: hydrogen vehicles can waste up to 75 per cent through its charging infrastructure while electric vehicles lose less than ten per cent.\n\nStationary batteries can also generate further savings by providing other power services when not being used to charge buses. Rather than being a burden on the grid, battery-powered buses can support the network at times of low electricity demand, helping the National Grid stabilise the network and allow more renewables on the grid. This is even more critical during low-demand times such as the one we have at present.\n\n> There have never been more options on the market for low-carbon, environmentally friendly buses.\n\nIn contrast to hydrogen-powered buses, the batteries on electric buses are highly recyclable – the concerns over batteries stacking up in landfills are absolutely unfounded. Up to 90 per cent of bus batteries are eligible for recycling and, before recycling, they can be re-used in a second life stationary application. Companies such as *Zenobe* and others are already coming up with ways that turn this ‘waste’ into a new resource. Such applications are highly varied and can include upgrading grid infrastructure or supporting onsite energy needs. These second life uses greatly extend the working life of the battery thereby reducing its environmental impact, conserving resources, and lowering costs for transport and energy customers.\n\nPlenty of councils in the UK have already put the wheels in motion for the electrification of their bus fleets. Councils and bus operators in areas such as Guildford, Newport, Leeds, London and elsewhere have already taken the first step in shifting to cleaner transportation, which is a key connector of our towns and cities as well as a lifeline to so many.\n\nAs we look to transition to net-zero, Government support is vital. Different industries need to ensure that they engage in a dialogue and do not create unnecessary fear and uncertainty, which can stifle progress and lead to inaction.\n\nWe cannot allow for local authorities to use the existing technology debate as an excuse to invest in more diesel, as transitioning to net-zero must be our priority. We need change that benefits us all and ushers in a cleaner future, now.",
  "author": "Steven Meersman",
  "published": true,
  "subHeadline": "As local authorities and transport providers look to move away from fossil fuels, it is clear that there have never been more options on the market for low-carbon, environmentally friendly buses.",
  "headline": "Battery electric buses will be key in our zero emission future",
  "issue": 800,
  "categories": [
    "Electric Vehicles",
    "Climate Change"
  ],
  "allowComments": true
}