{
  "datePublished": "2020-07-13",
  "body": "On 28 May the University of Westminster’s *Active Travel Academy* and campaign group *London Living Streets* launched a new events programme called *Walking@Tea-time*. The first question our panel was asked to address was ‘Why is walking the poor cousin of transport policy?’\n\nThe answers included a challenge from *Steve Gooding*, director of the *RAC Foundation*, who asked: is walking actually the poor cousin? Perhaps no longer, he suggested, citing the <abbr title=\"Department for Transport\">DfT</abbr>’s *Cycling and Walking Investment Strategy* of 2017 as evidence that things were looking up for the mode. Nevertheless, none of our speakers was so bold as to claim that walking was the rich cousin of UK transport policy. And *Maria Vassilakou*, a former deputy mayor of Vienna, certainly provided enough evidence that walking is a richer cousin in that city than in any major UK settlement.\n\nThis prompted the following thought. Imagine a way of measuring level of service (LOS) that enabled informed comparisons to be made between different modes of transport. I know of certain existing attempts to do this but they are based on current ranges of performance, which seems unhelpfully circular; I’m picturing instead a method whose criteria reflect universal principles. The indicators would presumably include:\n\n* Effective speed, relative to some reasonable benchmark.\n* Reliability, perhaps some dimensionless measure of dispersion around the mean speed.\n* Directness, i.e. the distance travelled from A to B versus the straight-line distance.\n* Quality of journey, represented by smoothness of the ‘ride’.\n\nI acknowledge that my list of generic indicators is narrower than has been seen in mode-specific <abbr title=\"Level of Service\">LOS</abbr> systems such as <abbr title=\"Transport for London\">TfL</abbr>’s for cycling, or the *Pedestrian Environment Review System* (PERS) for walking.\n\nIn order to allow comparison across modes, it is necessary to strip things down to the basic business of getting from A to B. And I realise that this raises a host of issues, such as whether benchmark speed should be the same across all motorised modes. These will have to be put to one side for now.\n\nIf such a measure existed, I contend that walking would receive a low score relative to other modes.  Why? I think it would fall down on effective speed, resulting mainly from crossing delays and footway obstructions, and on quality of journey, reflecting footway condition. This is a hypothesis, and I ask you to go with it for now: more research is needed, naturally. But, if you accept that walking isn’t the rich cousin, we surely wouldn’t expect it to get the top <abbr title=\"Level of Service\">LOS</abbr> score.\n\n> Well-planned, properly maintained infrastructure may do just as good a job of promoting a feeling of personal safety amongst walkers.\n\nThen suppose a policy was adopted to improve the <abbr title=\"Level of Service\">LOS</abbr> of socially desirable but currently underperforming modes. Walking, for example. This would mean: roadspace reallocation to enable footway expansion (at the expense of other modes); retiming signals, also at the expense of other modes; and zebra crossings located on desire lines such as, dare I say it, across the mouths of minor roads at priority junctions.\n\nIt could also mean replacing broken paving slabs, forcing recalcitrant property-owners to trim back their hedges, and introducing a punitively expensive slot-rental system for displaying A-boards. But, according to the measure as I’ve defined it, it would not mean installing water features, trees or public art.\n\nThis may appear heretical. Indeed, a great deal of the guidance on providing for walking speaks of creating attractive places. In fact, walking is not alone in this – the word “attractive” crops up in guidance relating to cycling provision and, to a lesser extent, transport interchanges. But I think the word tends to be interpreted differently across these contexts: whilst there are examples of art in cycling infrastructure (I’m thinking of the DNA path in Cambridge), it is considered a bonus. In contrast, the guidance suggests that walking facilities must be attractive if they are to succeed.\n\nIs this really true? When *Paul Buchanan* and colleagues proposed a dichotomy between strollers and striders, I think they were onto something. Striders are travelling from A to B. Whilst they presumably won’t object to attractive public realm, it will surely matter less to them than the factors I listed earlier, as these determine the relative ease with which they can reach their destination.\n\n> Here’s a theory: it’s an awful lot less contentious and disruptive to install attractive public realm than to take measures to elevate walking’s level of service.\n\nTo invoke another, familiar dichotomy, I think the call for attractiveness results from a conflation of movement and place. To my mind, walking is movement, and public realm is place. I conjecture that the conflation arises from walking being part of practically all journeys: we are all strollers when we mill around *Granary Square* in London, including those who left a vehicle of some kind a moment ago. Walking, yes, but not utility walking.\n\nSo, what’s going on? Well, here’s a theory: it’s an awful lot less contentious and disruptive to install attractive public realm than to take the measures I described to elevate walking’s level of service. So, by blurring the boundary between striders and strollers and placing undue emphasis on attractiveness, policy-makers are able to cop out. The network of footways and the crossings that connect them continue to be of very mixed quality, sometimes even non-existent. But we are distracted from this fact by “flagship” installations of public art, and so forth.\n\nCan I really have got this far without using the word safety? Seemingly so. You may feel I’ve missed a key point: attractive public realm is likelier to feel safe. I wouldn’t dispute that walking needs to both be and feel safe. Add safety into the <abbr title=\"Level of Service\">LOS</abbr> calculus, in fact, and you’ll surely agree that walking would do even less well. But well-planned, properly maintained infrastructure may do just as good a job of promoting a feeling of personal safety amongst walkers. Pound for pound, I bet it would do rather better. So let’s give our poor cousin a decent place to live first, before proposing cosmetic surgery.",
  "author": "Tom Cohen",
  "published": true,
  "subHeadline": "Here’s a theory: it’s an awful lot less contentious and disruptive to install attractive public realm than to take measures to elevate walking’s level of service.",
  "headline": "Beauty is only skin-deep. We should look under the surface of walking facilities",
  "issue": 802,
  "categories": [
    "Pedestrians"
  ],
  "allowComments": true
}