{
  "datePublished": "2020-07-16",
  "body": "Several times over the past few months, I’ve promised that I’d write something about the increasingly pressing need for transport practitioners to be a great deal more savvy about how they engage with the public and other stakeholders. Yet, despite this need, something else always seemed to get in the way. Until now.\n\nAnd, as you can see, we’ve gone large with the idea; because the boss (i.e. The Editor) agreed with me that this was a field of interest that justifies special attention. Accordingly, not only are you being blessed with double the usual amount of words, you’re also being by spoiled by the fact that there will be far fewer of them from me than usual. That’s because, as you can also see, I’m joined this month by a couple of guest contributors: fine folk with different experience and perspectives.\n\nI’ll begin by quoting the popular saying that “Insanity is doing the same thing over and over again and expecting different results”. It’s usually attributed to *Albert Einstein*, though there’s no evidence he ever wrote or spoke it. He probably would have done, of course, had he been a transport practitioner reflecting on their experience of public consultation exercises on sustainable transport schemes. We are, after all, grimly familiar with the cocktail of anger, resentment, self-pity and self-righteousness that seems always to be shaken out by any proposal to promote walking or cycling, or safer, cleaner and quieter streets; especially if this has the slightest effect on where people park or the routes they’re used to taking when driving.\n\n> If we’re so sure that our proposals are for the benefit of the majority, why are we often only able to convince a minority? Assuming we believe the prize is worth fighting for, isn’t it worth finding new tactics?\n\nBut… if we are so familiar with this depressing scenario, how come we let it keep playing out, on scheme after scheme? Why do we think that simply plugging heroically away, like we did last time, will change things? How is it that we seem to imagine we might continue to lead with our chin but not get felled by a haymaker?\n\nCould it be that we think presenting yet more facts in our favour must inevitably triumph over anecdote and emotion? Maybe we hope that the general tide of opinion ‘out there’ is turning, so that, one day, our work will get an easier ride. Perhaps it’s that we simply don’t know what better to do. Possibly we know, or suspect, that a different approach to consultation would be more effective; but we also know we don’t have what it takes. Or might it be that we’re just not very good with people?\n\nReflecting on failures in engagement, it’s essential to admit the possibility (indeed likelihood) that they may at least partly be the result of mistakes on our part, not simply the unavoidable consequence of irrational and implacable hostility. We are, proverbially, supposed to learn from our mistakes; but it’s hard to do so if we focus on the faults of others.\n\n> We bemoan the resistance to change of some of those we consult with; but if we want to bring more people with us, we need first to embrace change ourselves.\n\nThe *Consultation Institute* describes consultation as “The dynamic process of dialogue between individuals or groups, based upon a genuine exchange of views, and normally with the objective of influencing decisions, policies or programmes of action.” Can we honestly say that’s an accurate description of the consultation processes we’re usually involved in? This is not to criticise, merely to observe. As is the following: if we’re so sure that our proposals are for the benefit of the majority, why are we often only able to convince a minority? Assuming we believe the prize is worth fighting for, isn’t it worth finding new tactics?\n\nMy word-count is nearly complete, and all I’ve really done is ask questions. But that’s OK, because I have friends with some answers. *Simon Munk* writes of his own experience as a campaigner and how this has led him and the *London Cycling Campaign* (with a little help) to produce a [ten-step guide to better engagement to achieve better streets](/our-guide-to-better-consultation-is-informed-by-some-bruising-encounters/). You’ll be able to get you hands on this soon. *Mark Ames* comes at the same challenge from the comms/media side of things, and offers us all [three simple strategies](/achieving-change-in-a-hostile-environment/) that will help us do better next time.\n\nAnd being able to do better next time is the point. We bemoan the resistance to change of some of those we consult with; but if we want to bring more people with us, we need first to embrace change ourselves.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "If we’re so sure that our proposals are for the benefit of the majority, why are we often only able to convince a minority? Assuming we believe the prize is worth fighting for, isn’t it worth finding new tactics?",
  "headline": "Better engagement for better streets",
  "issue": 802,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}