{
  "datePublished": "2020-06-01",
  "body": "You won’t have read the newspaper article “A ‘new normal’: how coronavirus will transform transport in Britain’s rural communities” because it hasn’t been written. This is a pity but quite telling. Replace “rural areas” with “cities” and a really great article does exist that illustrates the inspiring vision for a post-coronavirus transport “new normal” in cities. Where is the equivalent vision and Government announcements for rural areas?\n\nThis doesn’t just relate to the 17 per cent of the population who live here, but also to the tens of millions of urban dwellers who are already heading to the beach, National Park or countryside as the lockdown gradually lifts.\n\nIn 2014, 2.9 billion visits were made by adults in England to the countryside and understanding the significance of leisure travel on emissions is becoming clearer. In short, rural access and transport matters.\n\nBy default and in the absence of deliberate interventions, rural areas are likely to (once again?) be largely overlooked by the ‘big ticket’ Government transport announcements. The result will be the return of car dependency, blighting and associated problems of transport-related social exclusion. The lockdown experiences of rural residents walking and cycling to the local shops and around quiet lanes will become a distant memory – filed next to *“do you remember the summer of ’76?”*\n\nThis isn’t inevitable, and it is certainly not desirable.\n\n> Clear evidence is emerging that points to the many potential benefits of ebikes in rural areas.\n\nThere could be a “new normal” of access and transport solutions for rural areas that builds-in the benefits that have been realised during lockdown, and locks out longstanding transport-related issues that have blighted rural areas.\n\nThe benefits that people in rural areas have been experiencing have been as startling as in cities: quietness and a lack of traffic drone, low traffic levels leading to people walking and cycling more and, ironically, making new friends through conversation. New ways of living mean a proliferation of home delivery services, remote working and more mainstream use of tools for online social contact (all pointing to the role of broadband as an essential service rather than a nice-to-have). It has also been clear that community networks are alive and well, and that neighbourliness is innate and a hugely valuable social asset.\n\nSo can we conceive how these experiences and ways of living can be woven into a new normal of access and transport for rural areas?\n\nFirstly, a lot of journeys in rural areas can be fairly short. Local shops have generally done good trade during the lockdown; residents have been walking and cycling (and scooting, using wheelchairs and running...) into and around their village centres and along traffic-free roads.\n\nSecondly, the significant rise in the use of home deliveries has been striking, especially for older and more vulnerable people, many of whom have had help to crack the online system. In rural South Lakeland, a typical optimised route is about 30-50 miles comprising about ten deliveries. I suspect we will find out that this is taking significant traffic off our local roads and reducing emissions compared to individual trips to supermarkets. There has also been the emergence of co-ordinated deliveries from local shops, which is welcome from the perspective of local economic resilience.\n\n> The benefits that people in rural areas have been experiencing have been as startling as in cities.\n\nThirdly, rural broadband has probably been creaking with the demands of homeworking and teleconferencing. Whilst many rural jobs have been furloughed or lost, many other people have realised that many aspects of their job can move online quite easily. Couple this with a walk, run or cycle ride (on the quiet roads) at lunchtime, and the prospect of long commutes to offices looks a bit odd. Developments of better configured social spaces and facilities for home workers creates new opportunities for local cafes, pubs and village halls and helps to lock-in the attractiveness and practicalities of home-working.\n\nFinally, the coming-to-the-fore of formal community networks and informal “neighbourliness” has been remarkable.\n\nAll of these lead back to what a “new normal” might look like for access and transport in rural areas. How people’s changed experiences, habits and norms are likely to stick cannot really be known; travel will increase as more people go back to work and school, but there is the opportunity and need to very deliberately work out how to preserve as many of the benefits that people have experienced as possible.\n\nShifting roadspace and priorities for active travel plays out slightly differently in rural areas compared to urban. The sorts of interventions that would help to lock-in lockdown behaviours are fairly low cost – 20mph speed limits, “Access only” restrictions and sensitive signage to indicate active travel priority on backroads and in village centres. This is a great opportunity to formalise Quiet Lane designation in legislation. This would transform large areas for both rural residents and visitors.\n\n> There could be a “new normal” of access and transport solutions for rural areas that builds-in the benefits that have been realised during lockdown, and locks out longstanding transport-related issues that have blighted rural areas.\n\nClear evidence is emerging that points to the many potential benefits of ebikes in rural areas. Recent CREDS research demonstrates the potential for ebikes to replace the short and middle distance car journeys in rural areas with the associated carbon reduction gains.\n\nNeighbourliness and community cooperation suggests both a possible reinvigoration of community transport and deeper and wider ridesharing within communities; these would ideally all be part of integrated community-scale transport services rather than schemes stranded in siloes.\n\nWhat about buses? In the short- to medium-term, there is an expectation for suppressed demand for public transport use. However, some operators are leading the way in working out effective social distancing solutions and exploring areas where incumbent operators are not as progressive in their approach. It will be interesting to see how operations get through this crisis in other countries that have different governance arrangements and economic models for their local transport systems, which is a(nother) good reason to rethink transport regulation for rural areas.\n\nRe-opening plans after lockdown will be fraught with problems and risks for all sorts of reasons. The clear vision being demonstrated by an increasing number of cities is showing that “decide and provide” based on what people have spent two months experiencing is welcomed by the public. Isn’t it time there was similar confidence, support and vision for rural communities as lockdown lifts?",
  "author": "Alistair Kirkbride",
  "published": true,
  "subHeadline": "The benefits that people in rural areas have been experiencing have been as startling as in cities.",
  "headline": "A transport plan is needed for life after lockdown in rural areas",
  "issue": 799,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}