{
  "datePublished": "2022-01-28",
  "body": "Air transport is generally regarded as no Friend of the Planet. On both carbon consumption and emissions grounds, with noise and the impacts of airports thrown in, it is a clear target for Climate Change and sustainability campaigners.\n\nBut might there be a better flight path ahead - and could air travel potentially out-green the surface modes of road, and even rail, in some domestic situations?\n\nPlanes in the air, like ships in the sea, don’t need expensive tracks to be laid to get from A to B, as do road and rail vehicles. The infrastructure both these ground modes require is both costly, invasive and comes with substantial carbon and resource costs in its construction and maintenance.\n\nBuilding airports is a similar problem, but not so much for smaller local ones not required to handle massive numbers of large long haul aircraft with huge loads of passengers to handle and process.\n\n> Planes in the air, like ships in the sea, don’t need expensive tracks to be laid to get from A to B, as do road and rail vehicles.\n\nAs for the planes themselves, might the end be in sight for the very dirty fossil-fuel era, as work continues apace on both electric and Sustainable Aviation Fuel (SAF) powered aircraft.\n\nGoing Zero for aircraft is a difficult challenge - but so has been the similar one facing the re- engineering of cars, buses and trucks - and even those trains that are not serving electrified lines.\n\nSo if ‘clean’ planes were available, how would the air transport option compare with buses, coaches and trains on individual corridors, taking into account all the elements of their creation and operation? From the terminals and the infrastructure needed to connect origin and destination, to the manufacture of the ‘vehicles’ themselves, and their energy consumption and emissions? Has anyone ever done such a study?\n\nPerhaps such a comparison would throw up situations where the air option was both economically and environmentally the best?\n\nMaybe that would be where there is relatively low demand to meet, across water or difficult terrain, with the need for bridges and tunnels “for the surface alternative, and where smaller aircraft can make shorter trips sustainably (eg by solar or battery power) using simple landing grounds. Grass, and sand on beaches, have done the job well enough in the past - and still do in some places such as the Scottish Western Isles.\n\nThis hypothesis is not entirely dependent on pilotless planes - which are certainty being developed and might be a benefit - or far-fetched ideas of personal drone-like air taxis filling the urban skies and raising fears of safety, exacerbated inequality of transport access and intrusion as they seek places to take off and land.\n\nNor is it a case for the continued inexorable growth of international air travel, principally for personally indulgent leisure purposes.\n\nBut putting the ‘air option’ as explored here into the multi-modal domestic transport mix is surely not something to rule out without a serious look. Could electric, or SAF powered eco-friendly planes be one day assessed in the same way as the equivalent buses and trains - with their lack of a track requirement giving them the edge in appropriate circumstances?\n\nOver the past few hundred years we became wedded to the idea of creating physical routes by laying down concrete, tarmac and iron and steel to mark out lines on maps that ‘connect’ places. Such infrastructure is obviously still appropriate in many situations. But not everywhere that should be connected needs massive ‘infrastructure investment’ to do it. After all, we don’t need networks of wires and cables to connect each other by voice and image any more.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "Air transport is a clear target for Climate Change and sustainability campaigners. But might there be a better flight path ahead - and could air travel potentially out-green the surface modes of road, and even rail, in some domestic situations?",
  "headline": "Change in the Air?",
  "issue": 838,
  "categories": [
    "Climate Change",
    "Public Transport"
  ],
  "allowComments": true
}