{
  "datePublished": "2022-04-08",
  "body": "The new IPCC report on global warming and its likely impacts should force us to decide on how we tackle this existential challenge, believes John Dales. He reflects on how society has a way of not grasping such important looming issues. But he also discovers that there are ways of thinking - and feeling - that can help in making the right decisions in such situations.\n\nHuman-induced climate change is a consequence of more than a century of net greenhouse gas (GHG) emissions from unsustainable energy use, land-use and land use change, lifestyle and patterns of consumption and production. Without urgent, effective and equitable mitigation actions, climate change increasingly threatens the health and livelihoods of people around the globe, ecosystem health and biodiversity.”\n\nThus runs paragraph D.1.1 of the ‘Summary for Policymakers’ of the Intergovernmental Panel on Climate Change (IPCC) Working Group III’s contribution to the IPCC’s Sixth Assessment Report (AR6), published on 4th April.\n\nStill awake?\n\nThe very description of these vital reports, as well as the familiarity with their tone, is enough to make most people switch off. Essential as they are, the number, length and less-than-snappy titles of the IPCC’s reports mean I find it very easy to lose track. So, even if only for myself, I thought a very brief recap of the most recent publications might be handy.\n\nIn October 2018, the IPCC published a Special Report on Global Warming of 1.5ºC (SR1.5). Its stark warnings were what prompted many local authorities to declare Climate Emergencies, and it might be said that SR1.5 was the first IPCC report that properly got our attention; even if, for many, their attention spanned just one news cycle.\n\nBefore, during and since SR1.5, various IPCC Working Groups have been working on the Sixth Assessment Report – multi-volume undertakings of which (yes) there have been five previously. AR6 Working Group I, dealing with the physical science basis of climate change, published its report last August. Working Group II, dealing with impacts, adaptation and vulnerability, published its report this February. The report of Working Group III, just published, deals with the mitigation of climate change – the what-we-need-to-do-about-it.\n\nThe press release accompanying the AR6 Working Group III report contains the following statements. “The evidence is clear: the time for action is now. We can halve emissions by 2030... We are at a crossroads. The decisions we make now can secure a liveable future. We have the tools and know-how required to limit warming... Having the right policies, infrastructure and technology in place to enable changes to our lifestyles and behaviour can result in a 40-70% reduction in GHG emissions by 2050... (and) the evidence shows that these lifestyle changes can improve our health and wellbeing”.\n\nIn other words, the report is saying that we can do what we need to do, for our own benefit. The obvious question this begs is, “Will we?”\n\nJust over two years ago, reflecting on the response to SR1.5, I wrote a piece in LTT entitled ‘When is an emergency not an emergency?’. Considering the failure of actions to match declarations, my answer was ‘when it’s a Climate Emergency’; but I didn’t explore the reasons why we seem to lack the motivation to save our own necks. Others have done so, however.\n\n> The report is saying that we can do what we need to do, for our own benefit. The obvious question this begs is, “Will we?”\n\nIn the first instance, let me cite Jared Diamond’s quite excellent book, Collapse (2005), which is subtitled ‘How Societies Choose to Fail or Succeed’. The use of the word ‘choice’ might seem odd – why would any society choose to collapse? – but it turns out to be entirely apposite. Much of the book is an exploration of how past societies responded to the existential challenges presented by severe and sustained environmental damage that they themselves had largely caused. These are stories about what different societies did when faced with similar threats. Among the reasons why some societies make disastrous decisions, Jared identifies the failure to anticipate and/or perceive problems, disastrous values, irrational behaviour, and what he calls rational bad behaviour.\n\nThe latter, which he considers to be the most frequent cause of failure, arises from clashes of interest between people. This can be when a small but powerful minority of people reason correctly that they can advance their own interests by behaviour harmful to the majority. Another example is what’s become called ‘the tragedy of the commons’, which I summarise as a failure to change collectively because each individual fears that the others won’t also change, and therefore that they themselves will lose out.\n\nPicking up on the matters of irrational behaviour, and perhaps also disastrous values, let me also cite George Monbiot, a writer and activist on environmental and political matters who seems often to be caricatured as a whinger and/or doom-monger. In so far as that’s true, I think it’s because, when faced with ‘inconvenient truths’, too many of us seek fault with the messenger to avoid engaging with the message.\n\nLast October, he began an article in the Guardian by writing, “There is a myth about human beings that withstands all evidence. It’s that we always put our survival first. This is true of other species... Humans are a different matter”. He added that, “When faced with an impending or chronic threat... we convince ourselves that it’s not so serious, or even that it isn’t happening. We double down on destruction, swapping our ordinary cars for SUVs, jetting to Oblivia on a long-haul flight... In the back of our minds, there’s a voice whispering, ‘If it were really so serious, someone would stop us’. If we attend to these issues at all, we do so in ways that are petty, tokenistic, comically ill-matched to the scale of our predicament”.\n\nGeorge thinks it’s because humans readily choose to focus on what he calls ‘micro-consumerist bollocks’ (MCB) – tiny issues such as plastic bags, straws and coffee cups – rather than on the huge structural forces driving us towards catastrophe (https://bit.ly/3DXY3wM). Echoing Diamond’s point about ‘rational bad behaviour’, he contends that humans are actively encouraged to adopt such as focus by ‘the ultra-rich and the powerful corporations they control’. In seeking reasons why we might be so easily led, he refers to an observation by Vasily Grossman in Life and Fate (1960): that our instinct to obey can be stronger than our instinct to survive.\n\nMonbiot interprets our fixation on MCB as a form of obedience and posits that (as it turns out) “we would rather face civilisational death than the social embarrassment caused by raising awkward subjects, and the political trouble involved in resisting powerful forces”. Other perspectives are available, of course.\n\nFor my part, I think there are two crunch questions that we all need to answer. The first is ‘Will we need to change our lifestyles if life on earth is to prosper?’ and – unless we’re absolutely determined to ignore the evidence – the answer to that is unequivocally ‘yes’. The second is, again, ‘Will we?’ – and the answer to that is unequivocally up to each of us.\n\nConcerning LTT’s principal sphere of interest, Section TS.5.3 of the Working Group III’s Technical Summary tells us that, in 2019, direct GHG emissions from the transport sector were 75% greater than in 1990, that they accounted for 23% of global energy-related CO2 emissions, and that 70% of direct transport emissions came from road vehicles. (It was 1%, 11%, and 12% respectively from rail, shipping and aviation, should you wish to know.) “Meeting climate mitigation goals would require transformative changes in the transport sector” is therefore the headline conclusion. Digging down a little, TS.5.3 observes that “there is a growing need for systemic infrastructure changes that enable behavioural modifications and reductions in demand for transport services”, with the response to the COVID-19 pandemic having “confirmed the transformative value of telecommuting (and) promoted local active transport”.\n\nIn other words, there’s evidence that we can change our behaviour to meet climate mitigation goals. And so, for the third and last time, I ask the question ‘Will we?’\n\nAs regular readers will know, my glass is always half-full; which is another way of saying that I’m someone who is full of hope. It would seem that Jared Diamond is also that way inclined, although he refers to himself as ‘a cautious optimist’. The final part of the final chapter of Collapse is entitled ‘Reasons for Hope’ and in it he writes that “Because we are the cause of our environmental problems, we are the ones in control of them”. Based on his research, he identifies the importance of choosing to make painful decisions about values. The fact that, in the past, some societies have reappraised their values and therefore survived, despite that process being agonisingly difficult, is one of the main reasons he has hope.\n\nWhat about the rest of us?\n\nI was originally proposing to entitle this piece either ‘Where there’s life, there’s hope’, or ‘Where there’s a will, there’s a way’. My concern was (is) that, despite the truths both embody, they have become clichés ill-suited to the importance of the hour. Then, just this morning, I read the following statement by an author called Jim Wallis: “Hope is not a feeling, but a decision made on the basis of what you believe at the deepest levels. You choose hope, not as a naïve wish, but as a choice, with your eyes wide open to the reality of the world.”\n\nBearing in mind what’s at stake, I trust you’ll choose hope in just the same way, and be motivated by that choice to change your own behaviour. We’re all pretty much counting on it.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "The new IPCC report on global warming and its likely impacts should force us to decide on how we tackle this existential challenge.",
  "headline": "Choose hope - it’s a decision to take with your eyes wide open about the climate challenge",
  "issue": 843,
  "categories": [
    "Climate Change"
  ],
  "allowComments": true
}