{
  "datePublished": "2022-03-11",
  "body": "The war in Ukraine has already shaken the world order to its foundations, and we still don’t know just how far further the consequences may go. But all the signs are that beyond the human catastrophe, the economic and social implications are likely to be profound and enduring.\n\nHigher domestic and industrial energy prices were already a fact of life and transforming home heating costs. Now they are set to re-model the transport equation too.\n\nPut most simply, the price of a tank of fossil fuel has been rocketing and looks set to continue to do so as Russian oil is shunned by the West.\n\nWill that put the brakes on the surge in private motoring brought by the experience of Covid-19 at the expense of bus and rail? Will it hasten the switch to electric mobility – by cars, and other micro modes – or will higher electric vehicle purchase and power costs be a brake on that? And will it reduce the attractiveness of leisure travel – both domestically by car and internationally by air? Household budgets must be re-configured if the large new energy costs are not met by higher wages – and where will the costs of running and using a car sit in that equation? Essential, or dispensable? In the particular context of transport and travel in rural areas, higher energy costs will have an even more significant impact, because distances are longer and mode choices limited. Might this hasten innovation from the supply side, with a new business case emerging for shared mobility or demand responsive transport in rural areas, and less profligate freight and delivery vehicle patterns?\n\n> A wartime message from the past was, “Is your journey really necessary”. To which might now be added, “And is it affordable either?”. Or sustainable.\n\nMeanwhile Working From Home seems set to become both a convenience and a cost-saving act - so will many commuting journeys ever return? New behavioural paradigms will take a while to emerge, but modal switches could strengthen the sustainability and de-carbonising agendas – and whilst cutting the Chancellor’s tax take from fuel duty even more, maybe push more fares revenue towards the struggling rail and bus networks.\n\nThe war effects just join the post-Pandemic, post-Brexit and Climate Change influences on the way we choose to travel personally, for work purposes and to move goods around too.\n\nWhilst much of the driving forces are outside any government control, something positive which governments could do right now is a prominent marketing campaign to publicise public transport as safe to use again (after Covid), low carbon, and a way to beat the rising petrol prices. There would be a direct financial return on the campaign because trains and buses are still dependent on recovery funding – the quicker revenue comes back, the shorter the recovery funding period will last.\n\nThere may be other initiatives that the Government could take too – both to reflect better solutions for individual travel needs, and to steer and support the freight and logistics sector in becoming more fuel efficient and to reduce the number and length of overall vehicle movements that has come with the expansion of home shopping and the growing expectation of next day deliveries.\n\nA wartime message from the past was, “Is your journey really necessary”. To which might now be added, “And is it affordable either?”. Or sustainable.\n\nThe ‘back to normal’ aspiration for our lifestyles looks more and more like an impossible dream. But the patterns of travel to plan for in five, ten and even thirty years seem ever more difficult to nail down.\n\nAnd that’s without any further traumatic interruptions to the way of life we had become used to.\n\nAnd who would rule that out?",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "The war in Ukraine has already shaken the world order to its foundations, and we still don’t know just how far further the consequences may go.",
  "headline": "Consequences of the war could further hasten transport change",
  "issue": 841,
  "categories": [
    "Public Transport",
    "Communication"
  ],
  "allowComments": true
}