{
  "datePublished": "2021-12-02",
  "body": "This issue of LTT will hopefully give those who were not a present a good taste of the excellent discussions and explorations of ideas that took place at the *Local Transport Summit* two weeks ago.\n\nThere really is no substitute for the kind of rich, open and impromptu interactions that can take place between mutually interested and engaged people in a suitably relaxed setting, as the Summit aims to provide. It is all the better for being firmly anchored in a local transport authority setting, and that provided at Brentford Dock in the London Borough of Hounslow this year was a really excellent example. The engagement of both officers and elected members was invaluable.\n\nIt was very clear that those present had missed such opportunities to get together over the past 18-plus months.\n\nWe report elsewhere on some of the great presentations and debates on critical issues that took place – and I particularly commend the perceptive synoptic reflections provided by my colleague *Arman Farahmand-Razavi*, and the thoughts that were kindled for him on how the art and science of local transport planning has been re-shaped over the decades – and seems due to be again.\n\n> History tells us that we very often just cannot see what is going to change our world, and our lives.\n\nThe phrase ‘The Local Transport Landscape’ served as a useful catch-all for what made up the Summit agenda.\n\nTo try and set out an exhaustive list of all the features of that landscape is a difficult, and probably pointless, task. It cannot be ‘nailed down’ for all its dimensions at a single point without missing all the emerging new considerations that it is so very important to be allowing to join the list.\n\nArguably, it is the things least easy to codify and describe that we should be striving most to bring into the conversation.\n\nHistory tells us that we very often just cannot see what is going to change our world, and our lives.\n\nIdeas; inventions; technologies; conflicts; natural or manmade disasters; propitious – or horrendous – conjunctions of events; or emergent new manifestations of human behaviour, should all be allowed for.\n\nDoing things with overconfidence and misplaced certainty, has, both logically and historically, proved to be a mistake.\n\nA belief that ‘We've finally got it right this time’ is an even greater expression of hubris and arrogance that simply compounds the problem.\n\nSo, some of the key Summit messages were that we must plan for yet-to-be-identified changes of direction, for resilience, for rethinks, for the ability to adjust, and to learn as we go.\n\n‘Planning for the future’ is a familiar title for grand policy statements and professional reports, as if we knew accurately what that future was going to be.\n\n‘Predict and Provide’ was once the favoured principle for transport planning, now thought better of.\n\n‘Vision and validate’ is a recently introduced alternative concept for shaping transport plans, with a new twist to how they are created – but a similar hard edge of suggested certainty.\n\nMight it not be a lot better to take ‘Dealing with the Present’ as our maxim? And even when doing just that, build into it the readiness to ‘Review and Revise’ the approach adopted, and to avoid prejudicing the task of those who will subsequently be taking the next look at the very same subject.\n\nOr probably a rather different version of it by then.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "History tells us that we very often just cannot see what is going to change our world, and our lives.",
  "headline": "Do we know where we’re going?",
  "issue": 835,
  "categories": [
    "Communication"
  ],
  "allowComments": true
}