{
  "published": true,
  "allowComments": true,
  "datePublished": "2019-08-30",
  "headline": "Driving change: travel in the 21st century",
  "subHeadline": "Some of the worst mistakes in transport investment have been supported by huge volumes of forecasts, surveys and studies, confidently published with little recognition of their inconsistencies and errors.",
  "categories": [
    "Communication",
    "Electric Vehicles",
    "Technologies"
  ],
  "author": "Phil Goodwin",
  "issue": 780,
  "body": "There is a clever – I assume deliberate – ambiguity in the title of David Metz’s new book, Driving Change. It can mean that driving will change, due to the conditions of travel and the availability of new technologies. Or it can be a description of deliberate intervention, in the sense of a new CEO or Prime Minister saying that his mission will be to drive change in the culture and practices of his company or country.\n\nThe first meaning calls for analytical research, and the second for a manifesto. The two, however, do interact.\n\nAnalysis without prescription can be sterile, and prescription without analysis likely to be ill-judged, short-lived, and beset by grievous errors of strategy and direction. Nor, however, does analysis guarantee good outcomes: some of the worst mistakes in transport investment have been supported by huge volumes of forecasts and surveys and studies, confidently published with little recognition of their inconsistencies and errors.\n\nMetz’s own role is – he says firmly, on page 3 of the Introduction – “as an analyst rather than an advocate…my aim is to tease out the features common to the developed economies generally, and also to see if developing countries may be able to avoid some of the shortcomings of high-car-ownership societies”.\n\nThe book is about one-third on the stresses built up to 20th century travel, and two-thirds on 21st century technologies, primarily the impact of digital communications, electric vehicles, and autonomous operations.\n\n> Analysis without prescription can be sterile, and prescription without analysis is likely to be ill-judged, short-lived, and beset by grievous errors of strategy and direction.\n\nThere is a style running through both parts that is actually now quite rare in transport discussions, which I would describe as a campaign against exaggeration. Metz’s voice is moderate, calm, thoughtful, polite to just about everybody. He has read the reports from the DfT, consultants, motor industries, campaigners and lobbyists, and provides 15 pages of closely packed endnotes and references, paying attention to most of the serious voices on nearly all sides of the arguments, and treats them with courtesy and patience – more, I must admit, than I sometimes do. There is indeed an implied criticism – though he never actually says so – of those who too quickly reject the arguments or studies of their opponents. From this point of view the book would be an ideal introductory textbook both in style and breadth. It encourages an intellectual inclusiveness leading to a model of modest scepticism.\n\nIn some of his earlier work, Metz has become known for a rather more direct criticism, almost a campaign, of what had become the orthodoxy of forecasts of almost unlimited road traffic growth, especially those of his former employers, the Department for Transport. (He had been Chief Scientist of the DfT). These forecasts, and the policies of continued attempts to provide sufficient road provision to cope with them, had of course long been controversial. Metz’s criticism was largely based on two points:\n\nFirst, the amount of time spent travelling was roughly constant over many years, increased speeds taken up in longer distance travel, so ‘time savings’ were an unhelpful concept, and traffic growth was bounded. Secondly, he suggested a simple explanation for the fact that traffic growth had indeed slowed and stabilised: people now were able to carry on their daily lives and had no need, in total, to travel more and more.\n\nBoth these propositions can be criticised, and their nuances are quite profound, but overall they chimed with a common sense interpretation of the experience of many people, and while they never became the core of any official forecasts, they still helped to generate a caution about relying on the idea of a ‘most probable’ trajectory of ever-increasing traffic volumes.\n\n> The book would be an ideal introductory textbook both in style and breadth. It encourages an intellectual inclusiveness leading to a model of modest scepticism.\n\nSo his discussion of travel in the 20th century leads to the conclusion “Growth of travel per person in the developed countries has ceased…and seems unlikely to resume’. But there have been new experiences which mean that “travel behaviour may be more open to modification through intervention than usually supposed, whether by means of policy measures or investment”.\n\nOr, perhaps, from new technologies, which is the main focus of the book. His take on these is cautious, with a recognition of the potential for very big changes both positive and negative, which will need to be balanced. His overall conclusion will be surprising to some: “Generally, these new technologies seem unlikely to have much impact on the average speed of travel. They will therefore not lead to transformational or disruptive changes in how we travel”.\n\nThere are caveats to this, of course, but according to Metz exceptions will be in “limited markets, with little impact on the average speed of travel”. Life will, in many ways, proceed much as it has done, with potential improvements in reliability and interchange.\n\n“More analytical rigour to counter unwarranted optimism would help avoid wasted effort and expenditure,” he writes. Overall, “the present challenge for transport policy – as this develops in debate involving politicians, the range of interested parties and the travelling public – is to take advantage of new technologies to achieve better means of travel for an improved quality of life. And because the transport system is for everyone – old and young, rich and poor, rural and urban – we need to balance the requirements of transport businesses with societal needs to help achieve more equitable outcomes”.\n\n> Some of the worst mistakes in transport investment have been supported by huge volumes of forecasts, surveys and studies, confidently published with little recognition of their inconsistencies and errors.\n\nI take David Metz as a serious thinker in transport policy, and I respect the work he has done to come to these conclusions. But for me there are two important aspects missing in the approach, which would have implications for the analysis and its results.\n\nFirst, there is little sense of transport policy as a battleground, with on occasion irreconcilable differences. Sometimes, as David discusses, this is a question of ‘balance’supervised by honest and scientifically informed local and national authorities. But sometimes the clash of vested interest, of divided loyalties and motives, and conflicting aspirations, means that the resolution is not at all in the best interests of equity or efficiency, but of power. He notes the omission of Brexit from his discussion, and justifies this because the problems discussed will be the same whatever the outcome of Brexit. I think that’s right. But what we have learned from Brexit is how difficult it is to achieve a balanced outcome in the interests of all, as anger rises. This is a frequent problem for transport also.\n\nAnd the second missing element is the way in which discussions of transport policy must now take place with a very much greater influence of environmental constraints and objectives than has ever been the case before. There are a couple of pages on sustainability in the context of electric vehicles (which would reduce the problems if not solve them). But the idea that we do in fact need radical, fast, transformational change in travel behaviour, going far beyond what can be delivered by electric vehicles, is a much bigger challenge to the idea that travel would continue much as before. This will change everything.\n\nBy the way, cover illustrations count. I will definitely not reproduce it here, but I do wish that publishers would stop using really silly images of the ‘technical future’. Not David Metz’s fault, I’m sure.\n\n*[Driving Change: Travel in the Twenty-First Century](https://www.agendapub.com/books/78/driving-change) by David Metz, is published by Agenda Publishing.*"
}
