{
  "datePublished": "2020-05-15",
  "body": "A tsunami of social change has been heading towards us for several years. On 23<sup>th</sup> March 2020 it hit. Transport is a key thread in our lives. Covid-19 will dramatically change our lives and, be under no illusion, the provision of all forms of transport.\n\nThere will be two massive legacies. Firstly, in the space of one week, public transport went from a good thing to use to being a good thing not to use. Secondly, social distancing. Neither of these messages will be forgotten quickly.\n\nThe emergency will make the fundamental question asked of transport, *“Is your travel necessary?”*\n\nThis episode has demonstrated that in many cases the answer is very firmly *“No”*.\n\n> Making public transport users wear face masks will do nothing to increase confidence. Public transport and social distancing don’t mix. End of.\n\nWould a new business rent or buy expensive city centre offices, equip them at its own expense and expect a large workforce to suffer long journeys in cramped, overcrowded and, as we now realise, germ-laden public transport? Of course they wouldn’t.\n\nIndustries that have traditionally felt they could not function without day-to-day face-to-face contact may be having second thoughts. Businesses, particularly transport, will be aware of the possibility of legal action if staff become ill as a result of a breach of social distancing.\n\nAt last we may be seeing the death of one of the greatest threats to our environment and air quality, the nine to five commute. One business leader has already said, *“People working from home should get used to it.”*\n\nBusinesses have rapidly learnt the cost savings of home working. We cannot all do it, of course. But local work hubs make sense and will be easier to arrange social distancing in. Cumbria’s largest employer, Sellafield, with 10,000 staff, had already set up a hub in Millom in the local library, sparing locally based staff a commute to the main site.\n\n> In the space of one week, public transport went from a good thing to use to being a good thing not to use.\n\nEducation will be hit too. It places massive demands on the transport sector, with universities generating huge amounts of public transport use, particularly buses. Many town and city centres are dominated by university buildings and student accommodation, much of it is funded by higher paying foreign students. Already universities were becoming worried about their reliance on this sector, if it drastically reduces as it likely will, then some will fail.\n\nThe tourism, hospitality and sport industries have taken a massive hit and it is difficult to see how they can ever return to the way things were.\n\nThe way we shop too has changed, the growing online ordering and home delivery taking a massive leap ahead. But more home or local working may save our high streets, with workers shopping and eating locally.\n\nHow will all this play out for different transport modes? A car is a mobile room and there will be an understandable desire to be in your own space rather than shared space. Already, some people were prepared to put up with congestion for this simple reason. More flexible work patterns could spread traffic levels more evenly, so congestion may not be as great a problem. Electric cars could encourage more car use, their users feeling they are ‘saving the planet’.\n\nFor public transport the message, *“Use public transport to save the planet but it might kill you”* is a difficult one to sell. Making users wear face masks will do nothing to increase confidence. Public transport and social distancing don’t mix. End of.\n\n> Packed commuter trains may simply become unacceptable. Rail vehicles will need to be redesigned, eliminating standing and facilitating social distancing, drastically reducing capacity.\n\nIt is difficult to see how the railways can adjust to the new order. They will be dramatically affected because more than 90 per cent of their business is commuter-based networks into big centres, and changes of frequency and times of travel will have a massive effect. Packed commuter trains may simply become unacceptable. Rail vehicles will need to be redesigned, eliminating standing and facilitating social distancing, drastically reducing capacity.\n\nLong distance business travel has been proven to be largely unnecessary. As speed and timing are not important for leisure travel, and families wish to sit together, the benefits of the car come to the fore. There is of course absolutely no need for HS2. One opportunity for rail is that with reduced passenger numbers there may be increased capacity for freight.\n\nBuses may suffer in the same way as trains but on a larger scale as they carry far more people than railways. They are not, however, so dependent on commuters and a growth in local traffic could present opportunities. In the short distance market there are really only two shows in town, buses and cars. Walking and cycling have a role to play but they are not mainstream as they are not accessible to all and are weather and geography dependent.\n\n> The future for the coach industry looks bleak. Virtually all its markets have gone. A possible growth area may be commuter coaches. Forty years ago these proved a success and helped reduce standing on trains.\n\nThe car will always have the edge over buses at the home end of a journey but, with intelligent local planning and a will, buses could have advantages at the destination. They must be flexible and agile to meet rapidly changing needs and a rigid franchising system will not provide this. Local authorities should not expect that if they give buses advantages over the car they deserve to have control. When granting permission for commercial developments do they get a say in the product and pricing? Of course not.\n\nBus vehicle design will need to change; bigger buses with less capacity may be the answer. An opportunity for operators, and some are already doing this, is to get into the parcel delivery business, something many companies did in the past. As a timetabled service, arranging to collect at your local bus stop may be attractive.\n\nThe future for the coach industry looks bleak. Virtually all its markets have gone. A possible growth area may be commuter coaches. Forty years ago these proved a success and helped reduce standing on trains. Again, vehicle design will need to change.\n\nLight rail schemes will be more difficult to justify. The vehicles used on them, mainly dependent on high standing capacity, will need drastic redesign.\n\nThe way we pay for transport will change, with huge resistance to using cash. With more flexible working, people will be keen to ‘pay as they go’ rather than pay in advance for stored value and season tickets. This will have a big impact on operators’ cash flow.\n\nPlanes will be interesting. Passenger-only airlines will be in trouble but those carrying freight too may come out of this better than any sector.\n\nNothing will be the same again. Be realistic, not in denial.",
  "author": "Roger Davies",
  "published": true,
  "subHeadline": "Covid-19 will dramatically change our lives and, be under no illusion, the provision of all forms of transport. In the space of one week, public transport went from a good thing to use to being a good thing not to use.",
  "headline": "Covid-19 will change every piece of our transport system forever",
  "issue": 798,
  "categories": [
    "Public Transport"
  ],
  "allowComments": true
}