{
  "datePublished": "2022-03-25",
  "body": "Drawing up a multi-billion-pound programme of projects to enhance the Strategic Road Network is already underway; but the framework being used is flawed, argues David Metz. He believes that the underlying approach needs a thorough review first, and in particular five fundamental issues addressed about how the nation’s roads needs should be properly considered.\n\nThe Department for Transport (DfT) has started planning its third Road Investment Strategy (RIS3), a five-year investment programme for the Strategic Road Network (SRN) for the period 2025-2030. It presages a very significant commitment of resources – RIS2 had a £27 billion price tag - in an area of public policy that is not without controversy. Yet the approach being followed is conventional – a programme of projects, with little overview of how societal objectives will be advanced by the likely substantial expenditure. I believe there are five major overarching issues that need to be addressed for the programme as a whole, before any scheme list can be reasonably developed. \n\n### 1. Achieving Net zero\n\nFirst, there is a need to reconcile the government’s Net Zero objective with the carbon emissions from both the tailpipes of the additional traffic arising from increased road capacity, and the embedded carbon in the cement, steel and asphalt used in construction. Recent presentations by the DfT’s Transport Appraisal and Strategic Modelling (TASM) division indicated an intention to tackle this issue at scheme level, but this is surely misconceived. What matters is the overall contribution of RIS3 to carbon emissions, and how this is to be offset or otherwise justified.\n\n### 2. The Levelling Up agenda\n\nSecond is the question of how RIS3 advances the government’s high priority Levelling Up agenda, where the recent, well-received White Paper identified twelve medium-term ‘missions’ to be pursued across all departments. The one specific to transport states: ‘By 2030, local public transport connectivity across the country will be significantly closer to the standards of London, with improved services, simpler fares and integrated ticketing.’ Although the rate of progress implicit in ‘significantly closer’ is vague, the direction of travel is clear and the objective is not in dispute.\n\nThere is no mention of investment in the Strategic Road Network in the Levelling Up White Paper. This is appropriate since there is, if anything, an inverse relation between the performance of the road network and the distribution of economic prosperity across the nation, given that delays on the SRN due to congestion are greater in London and the South East than in other regions of England, and thus a tendency for scheme evaluation to prioritise road capacity in such areas.\n\nIf the Transport Department is to play a full role in supporting the government’s Levelling Up agenda, the implication of the White Paper approach is that there should be a substantial switch of DfT funds from road investment to improving public transport beyond London. Yet the Department’s recently issued Levelling Up Toolkit, avowedly to help embrace the idea in scheme evaluation, is essentially a pro forma for a box-ticking exercise aimed at justifying investments already forming part of agreed expenditure programmes. There is palpable inconsistency here. \n\n### 3. Doubts over Smart Motorways\n\nThird, we have the problem of the safety of smart motorways. These involve conversion of the hard shoulder to a running lane as an economical means of increasing capacity without the expense of rebuilding bridges. Generally, new roads are safer than older roads, which meant that adding road capacity yields a modest safety benefit. But this is not obviously the case for smart motorways, and there has been considerable pushback from the public and the House of Commons Transport Committee. As a result, the DfT has paused the roll out of new smart motorways until five years of safety data is available for schemes introduced before 2020. A decision on the generic safety of smart motorways will be an important factor in developing RIS3 - with a discontinuation of the approach meaning significantly higher costs for any capacity increases.\n\n### 4. Who actually benefits?\n\nFourth, and less generally recognised, there is a fundamental question about the distribution of economic benefits from additional road capacity, and the likelihood they will not work out as intended.\n\nWe live in an age of digitally driven smart individual behavioural decision-making, and optimisation. This means the scope for road users rerouting local trips to take advantage of increased motorway capacity is likely to be underestimated in modelling, clouding the issue of benefit calculation. Local users have the flexibility to vary routes to take advantage of new capacity, whereas long distance business users will stay on the motorway unless there is a major holdup. Moreover, the general use of digital navigation in the form of Google Maps and similar offerings makes choice of minimum time options commonplace.\n\nTraffic and economic modelling meanwhile involve recognition of different classes of road user with different values of travel time in the benefits calculation: cars, LGVs, HGVs, business, local commuters, and other local users. But unfortunately, scheme outcome monitoring does not.\n\nSo even when the outturn total traffic flows are found to be a reasonable match to those forecast, the scheme economics could be much worse than predicted if there is more local traffic rather than the long distance business traffic projected.\n\nIn this regard there are two published evaluations of smart motorway schemes where the traffic flows after opening were very different from those that had been forecast. For the M25 Junctions 23- 27 scheme, the traffic flowed faster one year after opening but subsequently delays reverted to what they had been before opening on account of greater traffic volumes than forecast. For the M1 J10-13 scheme, traffic speeds five years after opening were lower than before opening. Since the main economic benefit of road widening is the saving of travel time, both schemes had negative benefit-cost ratios (BCR) at outturn.\n\nExamination of the reports of the original traffic and economic modelling of these two schemes showed substantial time-saving benefits expected for business users, offset by a small amount of increased vehicle operating costs (VOC) arising from additional traffic volumes. There were also time savings to non-business users (for commuting and other local travel) but these were entirely offset by increased VOC – because these were local trips that rerouted to the motorway to save a few minutes of time, at the expense of additional fuel costs.\n\nThe DfT has emphasised the importance of evaluation of outturns of investments. Yet the failure to appreciate the need to break down recorded total traffic flows down into the segments that had been modelled reflects a serious professional shortcoming. As a result, we cannot be at all confident that investments to increase SRN capacity do more than facilitate rerouting of short trips by local users, of nil economic value. Likewise, we do not have the kind of detailed evaluation data that would allow traffic models to be better calibrated for future use. However, the opportunities are now there for much better monitoring of outturn traffic flows with GPS tracking that makes distinctions possible between different types of road user.\n\n### 5. An Over-emphasis on Infrastructure\n\nThe fifth issue for RIS3 is the need to re-examine the emphasis on new infrastructure in transport policy, when the efficient use of the network is surely the key goal. Things like the widespread use of digital navigation by drivers and the concept of connected vehicles prompts questions about the continued focus of DfT and National Highways on major civil engineering expenditure. Contrast the aviation sector, where new runways or terminals are occasional ‘step change’ efforts, not regular routine investment. The main focus of airlines and air traffic control is to improve operational efficiency, to sweat the assets employing the techniques of operational research and logistical optimisation. We have a mature and comprehensive road network in Britain. The need is now to focus on operational efficiency. Yet it seems not to occur the National Highways that working with Google Maps, TomTom and other providers of digital navigation services would be a cost-effective means of improving the performance of the network. At least I note that DfT is apparently now developing a data-driven freight strategy which could potentially help achieve a beneficial interface between the road network and how it is used.\n\nRIS3 offers the chance for the Government – led by the Department for Transport and National Highways – to move away from traditional thinking and look afresh at issues needing evaluation at the strategic level, which the current TAG framework employed at project level does not allow.\n\nAn open higher-level conversation would permit other interested parties to constructively challenge the Department’s approach, when at scheme level the consultants and local authorities are not keen to bite the hand that feeds them. The professional societies, institutions and think-tanks could also engage more readily in the kind of wider discussion I propose. The National Audit Office carries out good analysis of road investments on occasion, but retrospectively and not systematically. The Office for Rail and Road scrutinises the management of the SRN, including how well new investments are delivered, but does not see its role as enquiring into how investments benefit road users. This is quite unlike the regulators of other infrastructure industries – electricity, gas, water, telecoms – that are focused on how consumers benefit from investment, and how the strategic issues should interface with the financial and operational ones.\n\nRegrettably, the DfT seems stuck in its box and seems unlikely to break out. The best bet for a strategic view of RIS3 may come from the National Infrastructure Commission, which has begun the development of its second National Infrastructure Assessment. The Commission’s advice was the basis of the government’s £96 billion rail investment programme for the North and the Midlands. This required fresh thinking about the benefits of transport investment at the level of the whole programme, an approach clearly needed for RIS3 too.\n\nLet’s urgently hope that RIS3 doesn’t just see the inherited process roll on, hatching road schemes regardless of the vital wider issues I have sought to identify here.\n\n### Sources\n\n* [Planning ahead for the Strategic Road Network: Developing the third Road Investment Strategy](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1045938/planning-ahead-for-the-strategic-road-network-developing-the-third-road-investment-strategy.pdf)\n* [Guidance: Transport decarbonisation plan](https://www.gov.uk/government/publications/transport-decarbonisation-plan)\n* [Levelling Up the United Kingdom](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1052708/Levelling_up_the_UK_white_paper.pdf)\n* [Transport Business Cases: The Levelling Up Toolkit](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1054072/transport-business-cases-levelling-up-toolkit.pdf)\n* [Smart motorway rollout to be paused as government responds to Transport Committee report](https://www.gov.uk/government/news/smart-motorway-rollout-to-be-paused-as-government-responds-to-transport-committee-report)",
  "author": "David Metz",
  "published": true,
  "subHeadline": "Drawing up a multi-billion-pound programme of projects to enhance the Strategic Road Network is already underway; but the framework being used is flawed.",
  "headline": "Five overarching issues that should be tackled before work starts on RIS3 roads plan",
  "issue": 842,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}