{
  "datePublished": "2022-03-25",
  "body": "Do recent figures signal the end of steady upward population growth in the UK, and do they lift the consequent pressures on land use and traffic congestion? And if so, is this an opportunity to take a new look at our values and at the pursuit of endless economic growth, asks Martina Juvara. Might balance be better than growth - and make far more sense for sustainable human development?\n\nThe recent news of the downwardly revised population projections for the UK from the Office for National Statistics, reported in LTT838, shocked the planning world. Planners have been in a collective mindset of housing scarcity for so long, that we can hardly believe that the demand will not go on multiplying forever. “Housing Above All Else” has become the uncontested source of truth for the built environment. Local plans effectively set aside all other matters in pursuit of housing targets. Defaulting on housing delivery is a capital sin with dire consequences, and anyone raising common sense questions about new development gets labelled a NIMBY, and is then ignored.\n\nAs the 2020 Census data start to emerge, the UK’s forecasts of population growth have been adjusted down (National population projections - Office for National Statistics released 12 January 2022, estimating a total population growth across the UK of 2.1m, based on an assumed 2.2m positive net migration over the next 10 years). This is not a COVID blip: it has been going on for a long time, and across all G7 and most OECD countries. Fertility rates in the UK were 1.6 in 2019 and falling: well below the replacement fertility rate of 2.1 children per woman. The average for the EU is 1.5. Migration only partially offsets this. The overall result is very slow population growth rates: 0.6% in the UK, 0.4% in the US and clear negative growth in Italy with -0.3%.\n\n> If in 20-30 years’ time (the horizons of most local plans) population could be shrinking, and all these new houses may no longer be needed.\n\nThe reduced population projections have considerable significance for transport. Travel demand may no longer be infinitely rising after all, and the delivery of community services may change, giving rise to different mobility needs and patterns.\n\nThese are potentially very significant changes. Councils have become addicted to housing, and the implications of planning for it. Developers are seen as the redeemers who will provide the parks, public services and infrastructure – including highways – that local authorities no longer can afford to deliver. This has turned out to be a vicious circle: the more developers step in and provide the main source of finance, the tighter the national public purse becomes, and this puts even stronger pressure on authorities consenting to development “above all else” – with fewer and fewer questions asked about its quality and suitability.\n\n### Time to re-set our horizons?\n\nBut what now? If in 20-30 years’ time (the horizons of most local plans) population could be shrinking, and all these new houses may no longer be needed. This is not unthinkable: in Italy, for example, there is an excess of residential properties virtually everywhere outside a handful of major cities. Villages are depopulating, empty homes quite common and many schools are closing for lack of pupils. After unification, Germany rebalanced its housing market to reflect demographic shifts with thousands of demolitions as entire neighbourhoods turned into parkland.\n\nIn the UK, it is true that we still have a housing deficit and a need for some new development, but the Office for National Statistics’ message is clear: even with liberal assumptions about immigration, our population growth is slow and will soon flatten out.\n\nAccording to the contribution in the last LTT by Barney Stringer of planning Consultancy Quod, the 2022 population in England is already projected to be 600,000 people lower than the 2014 estimates which are used in planning policy. By 2032, the gap between current planning estimates and actual population could be close to 2.4m people – this is equivalent to 1 million fewer houses needed across the next 10 years: 100,000 fewer each coming year. This also means, of course, thousands of public services no longer bankrolled by “development gain” and house buyers’ stamp duty.\n\nWould it not be reasonable for a reformed planning system to ditch the “Housing Above All Else” philosophy and really approach the subject for what it is? Housing need is overwhelmingly driven by the lack of affordability, skewed markets led by wealthy lifestyle-seeking investors, economic drivers concentrated in a few regions, and a backlog of undersupply – not actual or projected population growth. This reality is something that housing markets and developers have no incentive to admit or address, but which planning should.\n\n### Population, Carbon and Transport Planning\n\nJust as in planning there is no hurry to correct the housing estimates made in 2014, so in transport planning all traffic models are based on outdated projections of population growth. These are almost certain to overestimate the need to travel, and envisage car based modal share based on past trends.\n\nTraffic model scenarios based on forecasts already go against the approach taken in the Government’s Transport Decarbonisation Plan (2021) which, instead of serving expected demand, sets clear targets of 50% of all urban trips to be made by active travel modes. This is because a target driven approach to modal shift, rather than incremental improvement on a baseline, is far more powerful in achieving radical change.\n\nCurrent traffic modelling, therefore, is not reflecting either the new population projections or the policy imperatives, and instead continues to present inflated forecasts of travel demand. This inevitably leads to a skewed level of background traffic growth, which ends up requiring and justifying larger roads, failing to contain car use and to support low carbon mobility.\n\nRegardless of all the good work done in cities like London and Edinburgh, car-based mobility still effectively ends up as a priority for government funding. An example is the Housing Investment Grant, which is typically used to pay for junction improvements and by-passes ‘needed’ to enable housing development for houses we may not actually require, and to accommodate likely wrong future levels of car use.\n\nThe perversity of this way of thinking has been exposed very clearly by a number of recent expert LTT contributors like Professors [Phil Goodwin](https://discussion.lttmagazine.co.uk/author/phil-goodwin/) and [David Metz](https://discussion.lttmagazine.co.uk/author/david-metz/), and in the recent report by Transport for New Homes, entitled Building Car Dependency which argues that new places are built around the needs of cars and, by doing this, they lock out other opportunities. Also, the new paper from Create Streets “Computer says Road” sets out how the assessment formulae actually program-in roads based ‘solutions’.\n\n### Planning for Balance Instead of the Race for GDP\n\nThere is no doubt in my mind that we have to stop working on autopilot and use our common sense: many of the measures and indicators we use to plan our future are questionable or based on wrong assumptions. And not only planning and transport planning are affected.\n\nGovernments of all colours have long felt that it is their duty to trumpet their growth credentials. The competitive drive goes high as ministers, clad in hard hats and hi-vis jackets, visit development sites and boast of our ‘positive’ GDP results, and love to compare them with those of other nations.\n\nThis is surely mistaken, because it looks at the world through the wrong lens. GDP (Gross Domestic Product) is normally the sum of consumption, public spending, infrastructure investment and net exports. This is closely related to having more and more people who consume (i.e. population growth), and having everyone on the planet consuming more. As we already have shamefully high consumption, and now rampant inflation, we must aspire to reduce consumerism rather than increase it! Moreover, expectations of population growth have now been shown to be equally misplaced: the key drivers of higher GDP are disappearing.\n\nGrounding our political narrative, and maybe even national pride, on GDP makes absolutely no sense without a growing population, and with finite resources for investment and the need to reduce our carbon footprint. And is increasing GDP really the sign of greater happiness and wellbeing?\n\nMaybe the new population forecasts can be the trigger to change the narrative about housing and traffic, wean ourselves off our professional addictions and acquired beliefs and be open to look at what is in front of us with open minds. Before I get labelled a NIMBY, I want to be clear: I recognise that there is still a housing deficit and that some development is still needed. But we should also be honest: we are in a transition phase, one that requires robust action and unflinching commitment to finding a balance between a safer future, at peace with nature, and responsible delivery of real needs, rather than constant resource-hungry consumption. Looking at data in the face would surely be a good start! (According to World Bank data - Center for Global Development we already produce per capita 10-15 times the carbon emissions of countries like Kenya).",
  "author": "Martina Juvara",
  "published": true,
  "subHeadline": "Do recent figures signal the end of steady upward population growth in the UK, and do they lift the consequent pressures on land use and traffic congestion? And if so, is this an opportunity to take a new look at our values and at the pursuit of endless economic growth?",
  "headline": "Growing, Growing - Gone? Time to re-think our future",
  "issue": 842,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}