{
  "datePublished": "2021-11-02",
  "body": "Stonehenge is one of our most important monuments, and a much-loved iconic image of our history. Thoughtlessly, its wonderfully skilled builders placed it in an awkward position, obstructing plans for a big road project, whose need, *National Highways* argue, is demonstrated by their cost benefit study. A tunnel would protect the monument from traffic, and it would fit into the road builders’ plan to increase speeds, section by section, on the present road.\n\nThe problem is that tunnels are very expensive to build, and the money value of the projected time savings would not nearly cover the cost.\n\nA study was commissioned which calculated that the ‘heritage benefit’ of moving traffic away from Stonehenge would be valuable enough to make up the shortfall. So the scheme was announced as having benefits more than the cost. It was submitted to a statutory public examination conducted by an Examining Authority.\n\nHowever, the Inspectors then concluded that the proposed tunnel would “substantially and permanently harm the integrity of the World Heritage Site. … Permanent, irreversible harm, critical to the outstanding universal value, would occur, affecting not only our own, but future generations.”\n\nThey advised that the scheme should be rejected. The Secretary of State for Transport disagreed and gave an order to go ahead, but this was in turn quashed following a High Court challenge. Now he intends to ‘redetermine’ the scheme, presumably hoping to overturn the legal ruling. *National Highways* are recalculating the costs and benefits.\n\n### What’s happening now?\n\nStonehenge has dedicated and well-informed supporters, one of whom, *Suzanne Keene*, has been asking <abbr title=\"Freedom of Information\">FOI</abbr> questions about exactly how the new calculations will be carried out – what assumptions, what methods, what conditions.\n\nThe answers trigger serious concerns about this project and the other schemes in the Government’s <abbr title=\"Road Investment Strategy 2\">RIS2</abbr> road programme, whose policy basis is currently being reviewed by the <abbr title=\"Department for Transport\">DfT</abbr>, as promised in Decarbonising Transport.\n\nHere are three new questions, and the crucial extracts from the answers from *National Highways*.\n\n**Heritage Value - Question 1:** *The project team say the cost benefit analysis is to be updated, does that mean there will be a new contingent valuation survey, or will it be by a more conventional analysis?*\n\n**Answer from NH:** *The cost benefit analysis will focus on the traffic, economic and environmental impacts of the scheme. There have been no material changes to the scheme design therefore we’ll retain the existing contingent valuation study.*\n\nThis almost completely misses the case for redoing the contingent valuation study, whose main underpinning has been radically undermined by the Inspectors’ report. It is the unchanged design which makes new calculations necessary. This is shown as follows.\n\n<aside role=\"complementary\"><figure class=\"p-6 text-base md:text-xl\">\n<table class=\"mb-8\" cellpadding=\"5\">\n<tr>\n<th scope=\"col\">Benefit component</th><th scope=\"col\">£m (discounted to 2010)</th>\n</tr>\n<tr>\n<td>Total transport benefits</td><td>£353</td>\n</tr>\n<tr>\n<td>‘Value of removing traffic  by tunnel’ (contingent valuation)</td><td>£955</td>\n</tr>\n<tr>\n<td>New total benefits</td><td>£1,307</td>\n</tr>\n<tr>\n<td>Total costs*</td><td>£1,206</td>\n</tr>\n<tr>\n<td>Net surplus (BCR)</td><td>£101 (1.08)</td>\n</tr>\n</table>\n\n_*Now £1.5-£2.4bn, so a net loss_\n\n</figure></aside>\n\nThe study was a small piece of consultancy work concluding that removing traffic from Stonehenge had ‘heritage benefits’ worth £1.3bn, of which £1.2bn was based a telephone survey in which 1159 people representing the general population said they would hypothetically, in principle, be willing to pay an average of £14.41 extra tax per year for three years, for the public and environmental benefit of taking traffic away from Stonehenge.\n\nThis was then multiplied by the adult population of 30.4 million, a small amount added for visitors and passers-by, who were surveyed separately, and discounted back to 2010 prices to give the £955m shown.\n\nThis was crucial to the cost benefit analysis, as the conventional traffic benefits (time savings etc), at only £353m, did not nearly justify the £1.2bn costs.\n\nThe survey methodology was packed with causes of concern, but these are dwarfed by the inherent problem that the answers you get from such hypothetical methods are – as everybody who has worked in this area knows full well – very sensitive to the exact question asked. The question was predicated on the tunnel protecting Stonehenge from traffic. But the Inspectors, looking at the World Heritage Site as a whole, concluded that the tunnel would actually cause damage.\n\nThe proper question suddenly becomes ‘and how much would you pay in extra tax for a tunnel that Inspectors concluded would cause irreversible harm to the site?’ This would be an easy, swift, and low cost piece of research – using all the work done to design the original survey, changing one question, and putting it to a similar size sample.\n\nGiven careful safeguards in terms of transparent scrutiny and shared control, there is no conceivable reason for not doing such a simple piece of work, other than it would come to a different answer reducing or negating the heritage benefit. ‘No material changes to the scheme design’ is not a relevant response.\n\n**Carbon Value - Question 2:** *In the cost benefit analysis of the scheme, how will National Highways take account of the new appraisal values for carbon issued by <abbr title=\"Department for Business, Energy and Industrial Strategy\">BEIS</abbr> in September 2021?*\n\n**Answer from NH:** *The current versions of the <abbr title=\"Trade Advisory Groups\">TAG</abbr> and the Greenhouse Gases Workbook refer to the <abbr title=\"Department for Business, Energy and Industrial Strategy\">BEIS</abbr> damage costs from 2019. We anticipate that the more recent <abbr title=\"Department for Business, Energy and Industrial Strategy\">BEIS</abbr> damage costs for greenhouse gases **may be** incorporated in **future** updates of <abbr title=\"Trade Advisory Groups\">TAG</abbr> and Greenhouse Gases Workbooks, for **future** schemes to then adopt in **future** appraisals.*\n\nThe ***bold italics*** are mine. Taken together they emphasise that the answer means that *National Highways* do not plan to implement the new values for this scheme.\n\nThe actual situation now is that the <abbr title=\"Department for Business, Energy and Industrial Strategy\">BEIS</abbr> damage costs have been updated, and they have been included in <abbr title=\"Trade Advisory Groups\">TAG</abbr>. Applying them would be extremely easy to do – it’s just a matter of a simple multiplication in a spreadsheet that already exists.\n\nThe more important reason for doing so is that the updated values are a large increase in the values of carbon. The new figures for 2021 are in the order of ten times higher than the figures for 2021 issued in 2018, and 3-4 times higher for 2030, all still significantly increasing year by year up to 2050. There are very likely to be further increases. The new values demonstrate acceptance that carbon has been substantially undervalued in all appraisals until now.\n\nThere is simply no justification, now, for continuing to use past assumptions about the future when we can so easily replace them by present assumptions about the future. That’s a choice, and a badly misjudged one.\n\nDoes it make a difference? Well, the estimated increase in user and operational carbon dioxide attributed to this scheme was about 2 million tonnes, valued at £87m, implying a (discounted) average value of £44 per tonne. They also report nearly half a million tonnes of carbon for construction works, which (as far as can be judged by the rather elusive reporting) is not included in the 2 million tonnes above.\n\nThe revised values published in September have low, medium and high versions, all increasing over time, ranging from a little over £100 a tonne to nearly £600, with £300 in the middle of the medium values.\n\nDiscounting carbon is a controversial question, but in this case that doesn’t need to be resolved: whether you discount or not, the new values of carbon would give a total greater than the previously estimated net present value of the project, £101m, and its cost benefit ratio would turn negative - even with the flawed heritage benefit included, and the increased construction cost excluded.\n\nSo yes, it does make a difference. The only reason for reluctance to use the new values would be that difference.\n\n**Climate Change - Question 3:** *And the Supplementary Green Book guidance issued by <abbr title=\"Department for Environment, Food and Rural Affairs\">DEFRA</abbr> in November 2020?*\n\n**Answer from NH:** *Neither <abbr title=\"Design Manual for Roads and Bridges\">DMRB</abbr> nor <abbr title=\"Trade Advisory Groups\">TAG</abbr> require a financial valuation or cost benefit analysis of these climate impacts. This will therefore not be included as a monetised impact in the updated cost benefit analysis of the scheme. However, all of the relevant environmental impacts will be considered within the qualitative non-monetised assessment as part of the appraisal summary table.*\n\nIt is true that the 2020 <abbr title=\"Department for Environment, Food and Rural Affairs\">DEFRA</abbr> recommendations do not require a ‘financial valuation or cost benefit analysis of these climate impacts’.\n\nWhat they say is that appraisal of policies and projects should include (‘at least’) two different climate scenarios in baseline forecasts.\n\nThe two scenarios <abbr title=\"Department for Environment, Food and Rural Affairs\">DEFRA</abbr> recommended are one baseline that would be consistent with a 2°C global temperature rise, and the other with a 4°C global temperature rise. The current baseline calculations assume no global temperature rise at all, not even the 1.5°C rise which is our present target. This approach has been less and less tenable year by year. The global effects of climate change and the local effects of national policies to combat it are both now recognised as much more important.\n\nIn practice, this now means that a new set of factors will have to be considered. Climate change at some level will occur, and this will affect the predicted traffic growth on which all proposed road schemes have been based.\n\nClimate affects risk registers, the patterns of national and international trade, supply chains, flash floods, heatwaves, water and sewage security, run-off, shortages, price changes, available incomes for cars, holidays and everything else, and the attractiveness of different locations.\n\nA preliminary version of such discussion was indeed given in the original *Stonehenge Environmental Statement*, October 2018, based on aging guidelines and regulations and risk assessments derived from the period 2010 to 2015, under the heading of ‘climate resilience’.\n\nIt concluded that “none of the potential impacts would be significant (and are therefore classed as nonsignificant)”.\n\nThat might have been a defensible conclusion in the state of knowledge then. It is not now.\n\nIn principle the ‘qualitative, non-monetised assessment’ promised could be more substantial.\n\nThis time the Appraisal Summary Table could, for example, state firmly that this comforting picture is no longer one that represents current risk levels, the probabilities of drastic weather impacts are very much greater, the probability of traffic growth on the forecast scale very much less – even before the traffic-reducing elements of the decarbonisation strategy itself start to take effect – and therefore the traffic forecasts and operating conditions previously assumed can no longer be relied on. The potential impacts would be significant.\n\nI absolutely do not want to say, cynically, that it looks as though *National Highways* are determined to change nothing important in their commitment to this scheme. If they change their approach in line with current climate realities, I shall – sincerely - apologise for even feeling it necessary to mention it. I’m just wondering how many readers of this article share that doubt?\n\n### What should be done?\n\nI do not think there is a quick long-term solution. One of the great ironies is that traffic congestion close to Stonehenge is increased by ‘rubbernecking’ as drivers and their passengers choose to slow down to appreciate the view, instead of keeping their minds fixed on getting to their destinations as quickly as possible.\n\nSo, as a short coping strategy, sight screens blocking the view would increase speeds (and might be attractive to the custodians of the monument if it increased the number of paying visitors).\n\nAlternatively, you could do the opposite: adopt a speed limit of 20mph or 30mph, say, just within sight of Stonehenge, which would facilitate those treasured free glimpses of Stonehenge from the road (and this might even be a better way of attracting more paying visitors).\n\nThe choice depends on whether the preferences of the fast drivers or the sightseeing drivers are considered more important.\n\nIn the longer run, there is a choice between a much more expensive longer route for a tunnel, or an acceptance that traffic reduction is the new agenda, forced on us by climate change unpleasantly, or chosen by us pleasantly, and what follows from it.\n\nI do think this experience begs a question about whether scheme appraisal should be done by scheme promoters.\n\nSources listed at: <http://www.tinyurl.com/wv3txcev>",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "Updated values would reveal the true cost of building a tunnel under Stonehenge, says Phil Goodwin. He urges National Highways to think again.",
  "headline": "If you’re in a hole… it must be time to rethink Stonehenge scheme",
  "issue": 833,
  "categories": [
    "Transport Planning",
    "Climate Change"
  ],
  "allowComments": true
}