{
  "datePublished": "2020-06-12",
  "body": "Not all years are created equal, as we are finding out in 2020. One of the upsides of the Covid-19 upheavals is that some things that have spent years circling around at normal transport policy and planning speed suddenly find themselves catapulted out into reality.\n\nWith apologies for the anthropomorphising (too many children’s books recently) those temporary cycle lanes (that I, along with many others, are hoping are not temporary at all) must have been very surprised to find themselves whisked from drawing board to asphalt within weeks or even days.\n\nGreater brains than I could perhaps come up with a formula once we are into more (new) normal times: is a 2020 month in transport equivalent to a year pre-Covid-19?\n\nAnother surprised entity is the e-scooter. For some time now the UK has been a developed country outlier in not having these as part of its sustainable transport arsenal. The DfT’s plan had been to have e-scooter rental trials as part of its future transport (mobility as was) zones. But this has now become an ambition to have nationwide e-scooter rental trials as soon as possible. Note that these trials are for rental scooters only, on a time-limited basis and only in areas agreed by authorities, operators and the secretary of state.\n\n> I think there is also something about using the pace of development on e-scooters in the UK and new mobilities more generally to look again at some things that very much need looking at again. The difficulties to users, authorities and operators caused by London being 33 different highway authorities, for example.\n\nWhile this throws up many challenges – not least disentangling haste from speed – I for one am enjoying working in an area that is moving at pace and keeping that pace up. For its part, *CoMoUK* is forming an e-scooter operator membership, just as it has in car and bike share. We are working with the DfT, having already hosted joint webinars. We are also working closely with local authorities via regular meetings and other engagements.\n\nIt is vitally important to minimise the reinvention of wheels to lower the resource drain on authorities and operators alike. It is also crucial to shape and communicate consensus among operators. And to build up the evidence bank on what is and is not working so that we are ready when we (hopefully) come to primary legislation.\n\nI am hopeful that in this way we can all best understand the UK versions of key e-scooter topics such as safety; data; parking; viability; user experience and insight. To that we can add a new entrant due to Covid-19 – what constitutes the ‘as low as reasonably practicable’ level of risk to people.\n\nWe will be striving to do that while avoiding some of the pitfalls that earlier-mover places have learned the hard way. Let’s not do a Paris in the sense of having a plethora of operators without a framework. Let’s not get stuck in a data stand-off as in Los Angeles. As these are trials, there is also the opportunity to try out different aspects, again to learn ahead of legislation.\n\nNothing in transport is perfect as a mode – apart from walking, but walking just does not cover all journey needs (although isn’t it refreshing how many more of them it can encompass now our travel to work and other journey patterns have been so disrupted?).\n\n> Let’s not get stuck in a data stand-off as in Los Angeles. As these are trials, there is also the opportunity to try out different aspects, again to learn ahead of legislation.\n\nSo, although I know this will happen anyway, hopefully we can minimise the Unfairly High Bar Syndrome that seems to always apply to ‘new’ modes in transport (which, while I am being grumpy, are usually simply new to the UK).\n\nIt is absolutely right that shared transport is held up to scrutiny, and indeed it’s part of what we try to do at *CoMoUK* via our accreditation and work with local authorities and operators. But I confess to being sometimes irked at the out of kilter scale of judgment – particularly the deafening silence that often surrounds the private car. There are a few thousand shared cars in London; there are 2.7 million private cars in London. See what I mean?\n\nI am hoping we can also embrace e-scooters’ popularity (as they have proven to be in other countries) while shaping where we want them to be (and not be), and how we want them to be used. Relating to my private car point, I sometimes also wonder if there is an inverse relationship between how popular something is as a transport mode and how much it is recognised and attended to.\n\nI think there is also something about using the pace of development on e-scooters in the UK and new (to the UK) mobilities more generally to look again at some things that very much need looking at again. The difficulties to users, authorities and operators caused by London being 33 different highway authorities, for example.\n\nMuch to do with the trials will be determined by local authorities, and while there is a balance to be struck with being able to analyse and build insight centrally, hopefully the trials will also throw a new spotlight on the devolution of powers where appropriate.\n\n> I am hoping we can also embrace e-scooters’ popularity (as they have proven to be in other countries) while shaping where we want them to be (and not be), and how we want them to be used.\n\nWhat is also very desirable is understanding e-scooter use in the context of other shared transport modes and transport generally. It is well attested that journey need is not impervious to journey mode options: the convenience of platform-based private hire options has grown that market; car club use in the UK was at an all-time high before Covid-19, partly powered by the ease of remote unlocking and in-app booking.\n\nSo we need to bear that in mind. Plus journey patterns are going to be a fascinating piece of study in the coming months and years. It’s not as if previous datasets and assumptions are going to be accurate guides.\n\nThe advent of trials for e-scooters will also hopefully renew focus on how we build our public realm and transport routes. Mobility hubs should be part of the mix here.\n\nI am not pretending that I have got past my own bias in terms of my future predictions. And prediction has surely never been more of a mug’s game. There is a hopeful case to be easily sketched for how the reduction in commuting in particular and travel generally has sensitised people to [the charms of walking, cycling and potentially e-scooting](/life-after-covid-19/) and away from the charms of private car use. There is clearly a gloomy case to be as easily sketched whereby the already historically low real terms cost of private motoring sinks further, powered by the need to shift new cars already built, and the private car is seen as the safe bubble that takes you between bubbles. Time will tell, but we can do some of the telling too, and my hope is that e-scooters can be part of the pivot to more sustainable transport we need to see and deserve to have.",
  "author": "Richard Dilks",
  "published": true,
  "subHeadline": "One of the upsides of the Covid-19 upheavals is that some things that have spent years circling around at normal transport policy and planning speed suddenly find themselves catapulted out into reality.",
  "headline": "Let’s embrace the benefits we can get from e-scooters",
  "issue": 800,
  "categories": [
    "Mobility",
    "Electric Vehicles"
  ],
  "allowComments": true
}