{
  "datePublished": "2022-02-11",
  "body": "It is easy to look at the idea of ‘Levelling Up’ through either cynical or simplistic eyes. ‘It’s just a slogan’ or ‘Not enough money’ are familiar comments. For transport people, it would similarly be a mistake to just look for the bit in the policy about transport, and what the objectives or possible funding are for local schemes or service provision, and to say ‘so that’s where we fit in’.\n\nBut the subject is surely rather more of a challenge than that – for transport, just as it is for everyone concerned.\n\n‘Levelling up is a moral, social and economic programme for the whole of government’ The Government’s new Levelling Up White Paper says.\n\nThe Paper sets out how to spread opportunity more equally across the UK.\n\nCrafted by Michael Gove and Andy Haldane, the White Paper is an interesting and rather unusual document, at 332 pages worthy of scrutiny as a whole by those in transport, just as by others genuinely concerned at how the British Economy – and Society – is so unbalanced, unequal and, as a result, relatively unproductive.\n\nIt begins with an insightful look at how such variable conditions, and life chances, arise, exploring the History of Geographical Disparities internationally from Roman times to the era of Globalisation, and setting out the current scale of geographical disparities across the UK. This scene-setting overview explores key issues including Cities and Productivity, Social Mobility, Geographic and Economic Clustering, and Institutional Capital and Leadership. It tackles too Future Structural Factors Driving the UK’s Economic Geography – including transition to Net Zero, the impact of COVID-19, and technological transformation. Amongst the approaches, it looks at the idea of human, social, institutional and other forms of ‘capital’ as elements in understanding Geographical Disparities, and the role of public policy, and in particular Local Growth Policy.\n\n> ...the White Paper is an interesting and rather unusual document, at 332 pages worthy of scrutiny as a whole by those in transport, just as by others genuinely concerned at how the British Economy – and Society – is so unbalanced, unequal and, as a result, relatively unproductive.\n\nIn its quest to make a real difference, The White Paper sets 12 central missions by 2030, including plans to: close gaps in transport and connectivity but also to close the gap between the UK’s highest and lowest performing cities; improve educational attainment among children leaving primary school; and narrow the gap in healthy life expectancy between the best and worst performing areas of the UK.\n\nA technical annex of the missions and metrics runs to a further 54 pages.\n\nIt can be regarded as a virtue of the White Paper that it treats improving local transport as just one of the dozen missions necessary to tackle regional inequalities, all of which must be pushed forward if the effort is to succeed.\n\nUntil now, decisions about transport investment have largely been taken in a silo by the Department for Transport, which holds the purse strings and determines how investment decisions should be taken, and which has been reluctant to take account of how transport investment can foster development to suit the circumstances in particular locations, since this complicates the standardised modelling. The expressed intention now is that central government decision-making will need to be fundamentally reoriented to align policies with the levelling up agenda, and hardwire spatial considerations across Whitehall – surely a welcome development in its own right.\n\nSure, seeking to ensure Local public transport connectivity across the country will be significantly closer to the standards of London – with improved services, simpler fares and integrated ticketing is a desirable aim – and something that transport professionals are well placed to assist with.\n\nBut others of the eleven missions ought to be of concern to those in transport too.\n\nTheir input can surely help with the aim that Pay, employment and productivity will have risen in every area of the UK, with each containing a globally competitive city, and the gap between the top performing and other areas closing.\n\nAlso that public investment in R&D outside the Greater South East will increase by at least 40%. This additional government funding will seek to leverage at least twice as much private sector investment over the long term to stimulate innovation and productivity growth.\n\nLikewise how the Gap in Healthy Life Expectancy (HLE) between local areas where it is highest and lowest will have narrowed, and that Wellbeing will have improved in every area of the UK, with the gap between top performing and other areas closing.\n\nAnd let’s certainly hope that those in transport can materially help achieve a rise in the mission to elevate Pride in Place, such as people’s satisfaction with their town centre and engagement in local culture and community.\n\nTransport is not an end in itself – and it is an integral element in the shaping and defining of communities and their functionality, self-esteem and economic performance, and social welfare and cohesion.\n\nIt is rather pleasing that ‘infrastructure investment’ is not what the White Paper is all about – including an absence of what would once have been a familiar call for ‘better roads’ to ‘drive economic growth’.\n\nTaking a thoughtful, different and measured view of a very challenging topic is worth commending as a prospectus for change, though the hard part is making it all happen. Those in Local Transport should be seeking creative ways to play their part.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "It is easy to look at the idea of ‘Levelling Up’ through either cynical or simplistic eyes.",
  "headline": "Levelling up is a challenge for transport too",
  "issue": 839,
  "categories": [
    "Funding"
  ],
  "allowComments": true
}