{
  "datePublished": "2020-03-20",
  "body": "Never waste a crisis. This was sage advice given to me by a colleague a few years ago. We are suddenly, in the space of just a few days, tipped into a grand experiment across the UK – we’ve been told not to move around unless we ‘have’ to (and much else besides). There are of course far more serious things at stake than transport in the Covid-19 outbreak. But I thought it would be interesting to muse on what may transpire for transport out of it.\n\nMany have already asked what the difference is between this crisis and the climate crisis. Part of the answer is of course that Covid-19 is more time-limited than climate change.\n\nThis reminded me of my experience in a former life working on the margins of making deliveries and collections more efficient in London. Often at some point in a conversation a misty look would come into someone’s eyes and they would remember the Olympics as an example of what proved to be possible. The Olympics are time-limited too, of course, and the person with the misty look would always acknowledge this. But they would then go on to say that if only someone had given their business some framework, guidance, perhaps financial incentives to carry on some of what had been done during the Olympics then they felt that could have worked as the new way of doing things.\n\nWhat struck me wasn’t so much that someone should say this, but the high percentage of people involved at the time who said it. Of course this is all just anecdotage but I feel there is a lesson here: in any system there is a latent capacity for change that can be converted into actual change. The question is how much. Without the crisis or extraordinary event it lies dormant and untapped, a voice decision-makers can’t hear because it isn’t audible.\n\n> Will we be able to retain some portion of our changed behaviour once the outbreak abates? My sense is we can – but not if we are left to our own devices.\n\nFor the Olympics it turned out to be very feasible to run London’s logistics and collections in a much more co-ordinated way than normal, which drastically reduced the burden on the road network. Creating limo lanes and enabling nighttime deliveries and pickups across the capital are examples of things that would not and did not survive the Games. But versions of them could have perhaps endured: changes to the *London Lorry Control Scheme* allowing targeted, worked-through relaxations of nighttime rules; financial incentivisation of consolidation centres; requirements for first/last mile deliveries by e-cargo bikes; the client side of businesses could have been incentivised to procure differently. The list goes on. Waste collections were after all cut on Bond Street from over 50 per day to under five long after the Olympics finished. And in a TfL-backed retiming programme, deliveries at more than 530 sites were retimed to more anti-social hours without a single complaint being raised.\n\nThe relevance to Covid-19 is obvious. We are not in the long-term going to operate with empty skies, roads, trains, buses, offices and so on. But what behaviours can we retain from the radical changes we are experiencing as I write? This is surely something Government could dwell on, bringing together its Covid-19 response and support measures with its own transport decarbonisation plan in the light of the legally binding target of net zero greenhouse gas emissions by 2050 and its desire to improve air quality.\n\nImproving air quality and cutting greenhouse gas emissions have turned out to be things that can happen at scale and more or less overnight thanks to Covid-19 response. Will we be able to retain some portion of our changed behaviour once the outbreak abates? My sense is we can – but not if we are left to our own devices. The reason people looked misty-eyed about Olympian logistics was that things had regressed back to the pre-Games norm after the athletes had gone home. Lots of what is currently not happening is vital for us and our society: schooling and non-urgent operations to name but two. Yet some we would do well to leave behind: do we need that meeting? Does it need to be face to face? Do we need to fly to it or wherever else? Do we need to commute so much? Drive so much? Will owning our transport take a hit as a notion if for a while we just can’t use it as much or, for those in self-isolation, use it at all? Will a more considered approach to each journey mean we are more likely to mix and match our transport rather than defaulting to the private car?\n\nLet’s not repeat that regression mistake this time. Lots of the drastic measures being implemented now about travelling less are national emergency versions of the shifts we will need to see if net zero is to be a reality.\n\n> The drops in pollution and rises in air quality in particularly affected spots have been remarkable. Wouldn’t we like to keep some of that?\n\nWe will have found new ways of working online. Some of this will have been painful: the tech will break; the connections won’t hold up; there are many in society for whom this is not an option. Nonetheless, we will have found new ways of engaging with each other online for work – and we should all look to ourselves to embed some of those long-term.\n\nEmployers will inevitably review their office spaces and other places of work and reassess their value.\n\nEvents that would have as a matter of course happened face-to-face are now defaulted the other way – and we will learn from that. Web conferencing software will surely see the sort of rates of development that weapons do during wartime. (And about time, too.) Economists have noted in recent years the power of agglomeration to overwhelm the technological ability to work from home. We do seem to really like being together as a species. Perhaps Covid-19 will be the acid test of remote working – if this doesn’t radically shift our behaviour on that, will anything?\n\nWe will surely discover more about our immediate neighbourhoods and neighbours. Conversely, lots of family contact will have to be much more online than hitherto. All sorts of life events are going to be experienced at a distance in a way that was unthinkable in the UK even a week or two ago.\n\nAll of this means many things, including something climate change campaigners have long pointed out and transport policy-makers at best grudgingly acknowledged – reducing the need to travel. Not just drastically cutting aviation consumption, but all forms of travel that aren’t walking and cycling. Covid-19 is, strictly in mobility terms, a near-perfect match for a climate change campaigner’s ultimate dream.\n\n> In any system there is a latent capacity for change that can be converted into actual change. The question is how much. Without the crisis or extraordinary event it lies dormant and untapped, a voice decision-makers can’t hear because it isn’t audible.\n\nThe drops in pollution and rises in air quality in particularly affected spots have been remarkable. Wouldn’t we like to keep some of that? To be able to see the fish in Venice’s canals every day?\n\nWe will of course go back to old behaviours. The trick will be to only go back to some of them. This is for Government to think about and act on; it is for all of us to do. We have responsibility and agency, and we also need guiding by those that govern our society.\n\nThe Second World War is being cited very often at the moment. Perhaps it can guide us here a bit. We did not as a country keep on growing anything like the amount of food we did during the war itself. But we did engender in several generations the importance of importing less food, growing more of our own. We did not keep millions within our armed services after demobilisation, but we did accept – indeed vote for – a much greater role for the state in our society on some aspects of life.\n\nSo perhaps when (events are moving so fast and far as I write I am almost tempted to write ‘if’) the Covid-19 outbreak recedes we won’t just get misty-eyed about the difference it made to our air or roads, but we’ll be able to say that it was that crisis that made us do less of this, that brought in the policy to do that, or the regulation that stopped the other.",
  "author": "Richard Dilks",
  "published": true,
  "subHeadline": "What behaviours can we retain from the radical changes we are experiencing? This is surely something Government should dwell on.",
  "headline": "Life after Covid-19",
  "issue": 794,
  "categories": [
    "Mobility"
  ],
  "allowComments": true
}