{
  "datePublished": "2020-06-26",
  "body": "The Government and transport authorities across the UK such as *Transport for London* are discouraging the public from using public transport while we remain in lockdown. Unless swift measures are taken, car use is certain to rise.\n\nWell-established outside the UK, e-bikes and e-scooters – low carbon and socially distanced forms of transport – could be an important part of how we get cities back to work in the absence of a Covid-19 vaccine. The Government is starting to grasp this, and is now fast-tracking ‘trials’ of rental e-scooters. But London risks missing out through poor coordination and a lack of vision across its multiple councils and transport authorities. Could the capital raise its game, and maybe even set a gold standard for ‘micromobility’?\n\nLife in coronavirus-afflicted London has flipped long-held policies on their heads, especially in transport. Almost overnight we have gone from aiming to maximise public transport use, with a side order of active travel, to being directed to avoid all but essential trips on buses, rail and the Tube. We have very little idea how long this reversal will last, nor the longer term impact on London’s transport network, particularly in terms of user preferences. Recent polling commissioned by the *Centre for London* and *London Environment Directors’ Network* (LEDNet) suggests that up to one-third of Londoners expect to use their cars more post-lockdown. If true, this would reverse decades of successful ‘modal shift’ away from cars, and lead to rising congestion, poor air and carbon emissions, as well as longer journey times. This would be catastrophic for London’s economy and Londoners’ quality of life. But it is perhaps not inevitable.\n\n> London risks missing out through poor coordination and a lack of vision across its multiple councils and transport authorities.\n\nDuring lockdown, London’s quiet streets have played host to a huge increase of cycling, enabled by the sunniest spring on record. And, although other cities led the way, following encouragement by the Government in early May, London’s boroughs and *Transport for London* have implemented a plethora of rapidly conceived temporary schemes that widen pavements and add new cycle lanes. Of course these are not without controversy, but our polling data shows strong support for these measures. Looking ahead, many say that after the crisis they will cycle more than they did before. With the right conditions, this burgeoning population of new cyclists could be converted into longer term cycling commuters.\n\nBut this won’t be enough. To avoid a gridlock of cars and vans, improve air quality and decarbonise, we need to urgently look for other policy options. A strong bet is e-scooters and e-bikes. Even before the crisis the promise of small, electric driven, or assisted, vehicles was very strong, and being rapidly embraced across Europe, North America and Asia. Yet London has got almost nowhere in making the most of this opportunity.\n\nE-bikes offer greater range and are more inclusive than regular bikes, and are starting to appear as ‘last mile’ delivery options. Londoners have not embraced them so far. They are very expensive, far more than £1,000 in most cases, and so are a target for theft. Transport authorities could offer grants to buyers as they have done in Portugal, Germany and Italy. Innovative e-bike manufacturers such as *VanMoof* are experimenting with anti-theft guarantees.\n\nCovid-19 has led to a spike in sales, though shared e-bike operators such as Jump and Lime, who are active in London, have had a bumpy crisis, as weekday demand has nose-dived. They have also suffered from almost no city-wide coordination, which has proved crucial in making sharing services successful elsewhere.\n\n> London risks missing out through poor co-ordination and a lack of vision across its multiple councils and transport authorities. Could the capital raise its game, and maybe even set a gold standard?\n\nBetter, perhaps, are e-scooters. Though currently illegal in the UK on roads and pavements, they have crept into the London street scene because they are affordable to many (£300-£600), and users, across the social spectrum, like them. Typically top speed is around 15 mph and their range is up to 30 miles. They are usually small and light too, a crucial advantage over bikes for commuters, so they can be easily carried onto to a train and stored safely at home or in the workplace.\n\nHistorically, TfL and the DfT have been set against e-scooters, ostensibly on safety grounds. These are legitimate concerns, but largely centre on pavement riding, which should remain banned. But in truth, we have just failed to adapt. Transport regulators, perhaps blinded by the lure of autonomous cars, which are still yet to materialise, have missed a real transport revolution. This is now starting to change.\n\nShared e-scooters could be legal in trial areas this summer. Privately-owned scooters will surely follow. Some worry that these new forms will ‘cannibalise’ other more preferred modes, including cycling and walking. To some extent this may be true. However, we know that transport should ideally be green, take up minimal road space, and be active where possible. And, for now, it should enable social distancing. E-scooters tick all four boxes, especially with a rapidly decarbonising electricity supply. They aren’t active in themselves but are often combined with other modes, and indirectly encourage active travel by building the case for slower streets, and more cycle-friendly infrastructure. They can be deployed as fleets of shared vehicles, reducing the entry cost to all. A dynamic micromobility ecosystem should be part of London’s transport future. Cycling groups and climate campaigners are starting to grasp this, and beginning to throw their weight behind it. Yet London remains way off the pace, and risks falling further behind, not aided by the complexity of its governance.\n\nIt is no coincidence that Brisbane, Australia’s largest single local authority, is seen by some industry insiders as an exemplar. Nevertheless London should raise its sights, and aim to be a new ‘gold standard’ in micromobility. To achieve that will require smart, joined-up, far-sighted thinking across traditional boundaries, between local transport authorities and businesses.",
  "author": "Rob Whitehead",
  "published": true,
  "subHeadline": "London risks missing out through poor co-ordination and a lack of vision across its multiple councils and transport authorities. Could the capital raise its game, and maybe even set a gold standard?",
  "headline": "London should be at the cutting edge of micromobility. So why is it lagging behind?",
  "issue": 801,
  "categories": [
    "Micromobility",
    "Mobility"
  ],
  "allowComments": true
}