{
  "datePublished": "2022-02-25",
  "body": "There’s quite a head of steam building up for a long hard look at how transport investment fits into the UK’s wider economic, social and sustainability strategy. Plenty of examples are cropping up that illustrate the issues - and they are complex and cross cutting.\n\nIn the present landscape there is, moreover, a big danger of different agencies and authorities ‘doing their own thing’ and claiming they are ‘meeting important objectives’ that might well be true - but could equally well be inhibiting or making impossible the delivery of others.\n\nJoining the conflicts between enhancing mobility and economic development and achieving decarbonisation and dealing with Climate Change, is now the topic of “Levelling Up” and what it means for particular places.\n\nThis week sub national transport body Midlands Connect unveiled a major package of highway improvements across the North and East Midlands on the A50 and A500 corridor in a report under the title Levelling-up Stoke, Staffordshire, Derby & Derbyshire: The road to success. It outlines a series of recommendations for schemes to alleviate bottlenecks along the 90km long corridor, which links Derby, Nottingham and Leicester to Stoke-on-Trent, Staffordshire and the North-West.\n\n> There is even a risk of major infrastructure upgrades serving inter-urban and inter-regional corridors actually being at risk of ‘levelling down’ the places they pass through by visiting externalities on them, or just transferring value elsewhere.\n\nThe project might arguably bring benefits for a number of large manufacturers such as JCB, Rolls-Royce, Toyota and Alstom who use this key East-West route as part of their supply chains and provide links to international markets, which the report highlights - but is that really in the cause of ‘Levelling Up”? At least as defined in the Government’s very recent White Paper on the subject which set rather different, much more local, objectives for transport improvements to help marginalised towns and communities - and not much related to investment schemes of this kind.\n\nThere is even a risk of major infrastructure upgrades serving inter-urban and inter-regional corridors actually being at risk of ‘levelling down’ the places they pass through by visiting externalities on them, or just transferring value elsewhere.\n\nIt is a criticism that has been levelled at other ‘corridor’ schemes like the East London River Crossing being promoted by Highways England.\n\nAt the heart of these issues are potential conflicts between national, regional, and local objectives and agendas.\n\nThey are clearly not easy to resolve, but without even acknowledging them, there will certainly be no solution.\n\nNew approaches and tools will be needed to find a suitable path.\n\nIn that regard the Welsh Government’s willingness to try a new approach is commendable. As we explore in a News Extra in this issue The Welsh Roads Review Panel’s latest findings should be of interest to transport professionals around the UK for the way they tackle these challenging issues.\n\nUntil a few months ago, the £75m scheme to replace two roundabouts on the A55 Expressway in North Wales appeared to have unstoppable momentum. Funding was in place and the Welsh Government, the scheme’s promoter, gave the impression that the proposed grade separation ticked all the right boxes on safety, carbon, and journey times, with a couple of improved active travel bridges thrown in too.\n\nSix days before the scheme’s public inquiry was due to commence in September, deputy climate change minister Lee Waters postponed all activity until the Roads Review Panel, chaired by Dr Lynn Sloman, had fast-tracked its scrutiny of the scheme. The panel’s report, now published, reveals that the scheme is incompatible with several fundamentals of Welsh Government policy.\n\nWaters responded by cancelling the scheme and establishing a North Wales Transport Commission, chaired by Lord Burns, to undertake a multi-modal study in the same way as the 2019/20 Burns Commission which recommended on alternatives to building the M4 Relief Road at Newport.\n\nThe techniques and principles they use will be a fascinating case study for many similar situations around Britain.\n\nMeanwhile the Department for Transport has just revealed a new toolkit to address the way transport schemes are examined against the Levelling Up mission entitled Transport Business Cases: The Levelling Up Toolkit. Strangely it claims to be designed “to help business case authors engage with and assess how a transport proposal contributes towards delivering the DfT strategic priority to Grow and Level Up the Economy” - which seems to pre-date the much more fine grained and locally-focussed definition in Levelling Up, Homes and Communities Secretary of State Michael Gove’s newly published White Paper.\n\nThe toolkit can be used in the strategic dimension in a transport scheme’s business case, says DfT, where “‘levelling up’ is a relevant strategic objective of the transport programme or project,” a statement which itself surely begs an awful lot of important questions.\n\nFortunately, DfT says “it remains open to views on the scope and content of the toolkit, which is a live document and open to change.”",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "There’s quite a head of steam building up for a long hard look at how transport investment fits into the UK’s wider economic, social and sustainability strategy.",
  "headline": "Making the right case, Using the right tools?",
  "issue": 840,
  "categories": [
    "Funding"
  ],
  "allowComments": true
}
