{
  "datePublished": "2022-01-14",
  "body": "In his latest regular contribution John Dales focuses on how the real cause of deaths and injuries on urban roads has been inadequately recognised. He hopes new revisions to the Highway Code will nail down the need for those who can do the greatest harm have the greatest responsibility to reduce the danger or threat they may pose to others.\n\nA couple of days ago, a friend and I were riding our bicycles through a town a few miles from where we live. Then something extraordinary happened. A car driver overtook my friend but, long before they’d properly completed the manoeuvre, turned sharply left to access a car park and, in doing so, hit the bicycle, knocking it and my friend its rider onto the ground.\n\nOf course, this wasn’t actually extraordinary, because such incidents are commonplace. Almost everyone who cycles regularly, or knows someone who does, is likely to have experienced (or heard of) something similar, or worse.\n\nI’m glad to say that this particular incident had no terribly serious consequences. But because my friend is OK and doesn’t want the fuss, because the car driver admitted fault (as there were witnesses), and because the driver doesn’t want to involve their insurers, what happened will never appear on the official record.\n\n> ...on average, someone in Great Britain receives a ‘slight’, ‘serious’ or fatal injury every 205 seconds in a collision on our highways...\n\nNow, just in case you think that my statement that occurrences like these are commonplace lacks evidence, (which it does, as phrased), let’s look at the official record. In 2019 – the most recent pre-pandemic year for which data is available – there was a total of 153,158 reported road casualties in Great Britain (an average of 420 per day or 17.5 per hour). Put another way, on average, someone in Great Britain receives a ‘slight’, ‘serious’ or fatal injury every 205 seconds in a collision on our highways. So, we can see that incidents resulting in record-worthy injuries are themselves commonplace enough, and that’s before we consider events like the one I witnessed the other day.\n\nYou wouldn’t willingly volunteer for the minor injuries my friend received, let alone one officially described as ‘slight’; and even narrowing the field to ‘just’ the serious and fatal injuries, there was one of these every 16.5 minutes (on average) in 2019. In other words, injuries sustained in traffic incidents are alarmingly common in our country – only, we don’t really seem to be alarmed.\n\nOver the last ten years, the average daily death toll on our roads has been about five. Five a day! In other sectors, there’d have been a national outcry that would have led to appreciable change. Yet we seem to acquiesce; to have become inured to the fact of so many lives damaged, ruined or ended. Perhaps that’s because it’s more comfortable for us to consider that such things are somehow inevitable.\n\nOne indicator of how we accommodate ourselves to a situation we ought to find intolerable is in the use of the word ‘accident’ in reporting traffic incidents. To use this word is to imply that whatever happened could not have been avoided – it was just ‘one of those things’ that could happen to anyone. Yet this is simply not true. The official record always seeks to assign one or more contributory factors for every collision in which someone is injured, and the record for 2019 shows that some form of driver/rider error was a contributory factor in 66% of all collisions. That’s right: driver/rider error is at least partly responsible for two thirds of all injuries sustained in collisions on our highways. While there may well be no intent to cause injury, these are errors for which someone is culpable, not ‘accidents’.\n\nPublished in May 2021, Media Guidelines for Reporting Road Casualties, produced with the University of Westminster’s Active Travel Academy in collaboration with media, legal, roads policing, academic and road safety professionals, sets out ten points for publishers. The first three of which are:\n\n1.  At all times be accurate, say what you know and, importantly, what you don’t know.\n2.  Avoid use of the word ‘accident’ until the facts of a collision are known.\n3.  If you’re talking about a driver, say a driver, not their vehicle.\n\nYou’d like to think the first of these doesn’t need saying, but it does. As for point three, common phrasing of collision reporting in the media would have us believe that most vehicles on our highways are already autonomous! It’s amazing how many vehicles appear to crash into things, seemingly without human agency. Concerning the use of ‘accident’, the guidelines advise that using ‘crash’ or ‘collision’ instead leaves the question of who or what is to blame open, pending further details. This is entirely reasonable, bearing in mind the facts about contributory factors. And yet ‘accident’ remains in common usage in traffic reports.\n\n![A 1993 ‘road safety’ drawing. The second part of the caption is arguably true, but streets definitely are for people walking (and cycling), and so the key thing is for drivers to know how dangerous they can be to others – and accordingly to modify how they drive.](/images/uploads/how_dangerous_traffic_can_be.jpg \"A 1993 ‘road safety’ drawing. The second part of the caption is arguably true, but streets definitely are for people walking (and cycling), and so the key thing is for drivers to know how dangerous they can be to others – and accordingly to modify how they drive.\")\n\nWhat seems to me to be at the heart of the matter here, is that the reason we’re far too hesitant in assigning fault to drivers in the context of collisions on our highways is because we recognise that we ourselves could be that driver (and may already, or nearly, have been). Believing that ‘it could happen to the best of us’, and knowing that we personally have no malign intent, referring to collisions as ‘accidents’ is reassuring. But the problem with this approach is that it distances us from the reality of the maxim most famously associated with Spider-Man’s uncle Ben: “With great power comes great responsibility”.\n\nThat being the case, I’m delighted that the new Highway Code, due to come into force on 29th January, sets out a ‘Hierarchy of Road Users’ and contains a new Rule H1 which ensures that those users who can do the greatest harm have the greatest responsibility to reduce the danger or threat they may pose to other users. While this has triggered the expected nonsense from the usual suspects (one group describing the change as ‘recklessly idiotic’), the need for greater protection for those who suffer most harm is evident to all but those who choose not to see.\n\nLooking through the data for casualties from reported collisions in London in 2019, 35% of all fatal or serious injuries were sustained by people walking, with a further 20% by people cycling and 26% by people on motorcycles. Just 15% of fatal and serious injuries were sustained by occupants of cars. It is important to note, however, that this picture is quite different to that for all roads in Great Britain. The national data shows that, in 2019, 22.5% of all fatal or serious injuries were sustained by people walking, 14% by people cycling, 19.5% by people on motorcycles, and 39.5% by car occupants.\n\nThese differences lead me to the title of this piece which raises another important ‘what’s in a word?’ question to go with that about ‘accident’ and ‘collision/crash’. The fact is that highway safety issues are quite different in towns and cities from those outside built-up areas; Or, put another way, that ‘street safety’ is distinct from ‘road safety’ in important ways. While this seems obvious, once it’s said, it’s something that seems often to be overlooked. In short, towns and cities are where people at the top of the new Highway Code hierarchy are most at risk, and therefore where there is greatest need for a range of measures to drastically reduce the awful death and injury statistics.\n\nThese measures must, in my view, include clear messaging – of different types – that users who can do the greatest harm (i.e. drivers of motor vehicles) have the greatest responsibility to reduce the danger or threat they pose to other users. Highway Code Rule H1 is only a start. It needs to be backed up by targeted messaging from Government, which should include a public information campaign about this and the other important changes in the new Code.\n\nHowever, I think the most vital form of messaging that the Government (or, rather, Parliament) can make in the field of highway safety is to deliver urgently on its 2014 promise of a comprehensive review of relevant offences and penalties, together with revised sentencing guidelines. I gather that this should come through the Police, Crime, Sentencing and Courts Bill currently going through Parliament, but it can’t come soon enough.\n\nReferring back to the incident my friend fell victim of, which occurred under conditions that could hardly have been more benign (weather-wise and otherwise), it’s hard to not conclude that the driver simply lost awareness of my friend’s presence. Going back to the national data, driver/rider ‘failed to look properly’ was a contributory factor in 37% of all collisions. I also find it hard to conclude other than that this is in large part because we, when being drivers, have got used to not having to try as hard as we should to keep other users safe. Which is to say, we generally fail to exercise the responsibility that comes with the power to kill and injure with a large moving metal object.\n\nNew laws and sentencing guidelines would help enormously to change this status quo,. And so, bearing in mind that the Editor has asked a number of regular contributors to LTT to state their one particular wish for the New Year, mine is along the lines of the words of an MP at a debate on precisely these matters in November last year. “Please, no more warm words or delays; we need change now”.\n\n*View the [detailed changes to the Highway Code](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1037306/table-of-change-to-the-highway-code.pdf) that John Dales refers to.*",
  "author": "John Dales",
  "published": true,
  "subHeadline": "In his latest regular contribution John Dales focuses on how the real cause of deaths and injuries on urban roads has been inadequately recognised.",
  "headline": "Misplaced understanding about street safety is not an accident",
  "issue": 837,
  "categories": [
    "Pedestrians"
  ],
  "allowComments": true
}