{
  "datePublished": "2022-03-11",
  "body": "Although it is little discussed outside professional transport circles, the National Transport Model drives decision-making in a number of important ways. Recent modifications address some criticisms, but greater scrutiny and some new thinking about both the model’s inputs and outputs is needed if the NTM is to properly support good transport policy and investment outcomes, says David Metz.\n\nThe Department for Transport’s National Transport Model (NTM) was first constructed two decades ago and has subsequently undergone a number of phases of development. The main function of the model has been to provide projections of travel demand as the basis for justifying investment in the road network. The model has also been used more recently to project future carbon emissions, to inform the Department’s Transport Decarbonisation Plan, as well as to explore the impact of technological developments such as electric vehicles.\n\nAn account of the latest version, effectively a new model known as NTMv5, was released for general inspection in October 2021 in the form of a [250-page ‘Quality Report’](https://bit.ly/3HbdqSh), oddly, two years after completion.\n\nNTMv5 is a spatially detailed conventional four-stage transport model structure, iterated so that congestion feeds back into demand. The model has been implemented using the standard commercial software, PTV Visum. The intention is that the model should be transparent to external stakeholders, a very welcome development given the opacity of previous versions of the NTM. The complexity of the model means that a single run takes around ten hours, with a number of iterations needed to achieve convergence of outcomes.\n\n> The purpose of the succession of NTM versions has been implicitly to support the traditional ‘predict and provide’ approach to road investment.\n\nHowever, there are some notable limitations to the model. There is no detailed treatment of public transport to inform how changes in capacity would affect car use. Car ownership data derives from a separate, long-established model, which seems last to have been updated in 2016 to a 2011 base year. And the primary source of growth of travel demand is the DfT’s National Trip End Model data set that projects expected changes in demography and land use, which are problematic of account of uncertainty of economic growth, population growth and distribution, and planning policy, all currently recognised as exceptionally unpredictable.\n\nA number of potential applications of the model have been identified, of which the most immediate is the preparation of new national road traffic forecasts. Also recognised is a need to project future transport carbon emissions, and for the analysis of packages of road schemes at national level, including value for money.\n\nBecause of these critical uses, the model’s status, significance and robustness ought to be open to wider discussion.\n\nThe purpose of the succession of NTM versions has been implicitly to support the traditional ‘predict and provide’ approach to road investment. This viewpoint persists in the latest version where the stated rationale for analysis of packages of road schemes is to identify ‘gaps in the network… where the road capacity in future may be insufficient, leading to unacceptable rises in congestion and journey times.’ (section 2.4.2). This is not now a generally accepted approach when considering urban roads, and the scope for enlarging peri-urban motorways at acceptable cost by converting the hard shoulder to a running lane is now problematic on account of public concerns about safety.\n\nBesides, the scale of induced traffic has been persistently under-estimated in traffic modelling, so the aim of avoiding unacceptable congestion seems naïve, even before addressing the Net Zero objective.\n\nThe model builders appear to have struggled to treat the complexities of urban traffic. It was accepted that a full link-based modelling of urban road capacity and related journey time responses could not be achieved, and therefore a simplified approach had to be applied. This involves assuming general fixed speeds on urban networks for the Base Year, which were reduced over time based on assumed growth of demand. (sections 4.7 and 11.4). This simplification has implications for projections of traffic in London, as recognised by the peer reviewers, as considered next.\n\n### Peer Review\n\nIt is welcome that the DfT has published a Peer Review and an Audit of NTMv5. The [120-page peer review](https://bit.ly/3BQe1I3), led by the seasoned practitioners John Bates and Ian Williams, drew attention to a number of apparent shortcomings in the methodology – rather too technical for me to appreciate sufficiently to offer comment. These led the reviewers to highlight counterintuitive results when sensitivity tests were run, notably for London.\n\nThe reviewers advise caution in application of the model, primarily due to the focus of the NTMv5 being on the more strategic highway network, whereas many of the potential applications focus on urban travel policy and public transport interventions. In particular, the reviewers are critical of the treatment of urban traffic, observing that the assumed relation between traffic speed and demand growth lack validity, and that the current range of policies, at both national and local levels, aimed at reducing urban car use are not taken into account. Besides, it is noted that the DfT’s car ownership model, which is a key input, has not recognised that ownership in dense urban areas has been declining for many years in response to increasing population density, notwithstanding rising incomes.\n\nThe reviewers find that for London in particular, the model results are not convincing. The observed car (driver + passenger) trip mode share is 38% from the National Travel Survey in 2015/16, whereas that presented in the model in 2015 is 50%. Moreover, the model projects a future gain of car share, whereas over the period 2005-16 a major decline of 5.6% was observed (para 4.3.5). The reviewers concluded that the model could not be safely used to examine policies that relate specifically to London, and query whether this relates more generally to rapidly growing dense urban areas across England. They took the view that the model should be suitable for use in forecasting the growth of road traffic in most areas other than those adjacent to or within major urban areas (section 6.3.24), which is a pretty major qualification.\n\n### Audit\n\nThe [260-page audit of NTMv5](https://bit.ly/3shJAY0), carried out by consultants Arup and AECOM, drew attention to a number of shortcomings in both documentation and substance, including that some of the model components and tools used to process the data are not owned by the Department, which would limit access to some of the key processes and data used in model development – not consistent with the aim of transparency to external users. The auditors advised that users of model outputs should be cautious because of problems in reaching convergence to a stable outcome as the model is run through repeated iterations, a concern also of the peer reviewers. \n\n### What next?\n\nThe NTM documents recently published are two years old. No doubt, further development of the model has been taking place to respond to the issues raised in peer review and audit. In its Transport Decarbonisation Plan published last July, the DfT stated its intention to review the National Policy Statement on National Networks, the basis of strategic planning of road and rail investment, and to update the forecasts on which it is based. NTMv5 will presumably be used for this purpose.\n\nYet the modellers will be stretched to meet the divergent needs of their client policy makers. Their perspectives range from bullish forecasts of travel demand to justify continued infrastructure investment to bearish projections of transport carbon emissions, to set the context for remedial actions. Given the uncertainties of the model illuminated by peer review and audit, it will be hard to be confident about the validity of carbon forecasts out to 2050 and 60-year investment appraisals based on its use.\n\nWhile the DfT’s intention to make NTMv5 available for use beyond the Department is praiseworthy, this seems problematic in practice. Doubtless the large transport consultancies would be able master the software and data, but given their complexity, clients would need deep pockets to fund analysis for their own purposes. That would effectively rule out non-government bodies that might want to challenge particular schemes. Regional transport undertakings have their own bespoke models already.\n\nIn considering where the NTM sits within the wider research community, I am not aware of any academics who would be likely to buy into the NTM, a situation unlike national energy modelling where government and a substantial group of university researchers work with the same model. The DfT would surely be well advised to support academic researchers and others wishing to use NTMv5 to explore a range of policy scenarios, to complement its own uses and foster a more open approach to the model’s understanding and further improvement.",
  "author": "David Metz",
  "published": true,
  "subHeadline": "The National Transport Model drives decision-making in a number of important ways - but greater scrutiny and some new thinking is required - if it’s to properly support good transport policy and investment outcomes.",
  "headline": "National Transport Model: The obscure influencer that needs further review",
  "issue": 841,
  "categories": [
    "Transport Planning",
    "Communication"
  ],
  "allowComments": true
}