{
  "datePublished": "2022-01-14",
  "body": "David Metz took a closer look at the underpinning analysis behind the government’s recent Integrated Rail Plan for the North and Midlands. He found a new set of principles being applied, that he believes should prompt new approaches across all transport investment. He presents his thinking here in the first of two articles LTT invited him to write.\n\nWith both road and rail investment schemes very much in the spotlight now, it must surely be timely to examine the analytical principles being used to justify them — both individually and comparatively. I therefore propose to take a look at that issue in this feature, starting with the most recent rail example, and in a subsequent one extending my argument to the whole transport investment landscape.\n\nThe Government published its Integrated Rail Plan for the North and Midlands (IRP) in November. Despite headline investment worth £96bn, public reception was mostly unfavourable — and highly political. Expectations had been excessively raised. Cities that failed to gain hoped for improved services and new stations spoke up more loudly than the winners of this apparent lottery. Huw Merriman MP, chair of the Commons Transport Committee, put it well as ‘the danger in selling perpetual sunlight and then leaving it for others to explain the arrival of moonlight.’ He might also have questioned the relationship between professional transport scheme development theories and popular perceptions of appropriate priorities.\n\nWhat I don’t think has actually been previously remarked upon is the absence of any supporting economic analysis to justify the investment choices of the IRP. This is in marked contrast to the succession of (changing) documents justifying HS2, with benefit-cost ratios that declined over time as the capital costs steadily rose. One problem with applying the DfT’s standard approach to economic appraisal, for which the main benefit is travel time saving, is that it is virtually silent on the distribution of economic benefits — a serious disadvantage for a project whose stated strategic purpose is to boost the economies of the cities of the North and Midlands.\n\n> ...prioritising regional links appears to have the highest potential economic benefits overall for cities...\n\nThe DfT has at long last seemingly recently recognised the problematic nature of theoretical time savings. The IRP states: ‘Over the last 50 years the time people spend travelling has remained relatively constant, though distances travelled have increased…. Overall, people have taken the benefits of better transport links as the ability to access a wider range of jobs, business and leisure opportunities, rather than to reduce total time spent travelling.’ (para 2.8)\n\nIt is gratifying to find the DfT apparently accepting an understanding of this reality, to which I have been drawing attention for many years, albeit in presenting its proposals to a general audience, rather than the transport professional one. Nevertheless, there is a footnote appended that suggests the Department doesn’t yet quite completely get it: noting “that the use of estimated time savings as the basis for quantifying economic impact remains robust.’ (Footnote 22)\n\nIf time savings are a ‘robust’ measure of economic impact, why was the standard cost-benefit approach to investment appraisal not employed in this case? The answer, as the IRP recognises in another interesting swerve from established practice, is that ‘rail schemes in the North are at increased risk of being considered poor value for money when applying conventional cost-benefit analysis. This is driven in part by smaller city populations in the North, different travel patterns, as well as the general high cost of building rail infrastructure.’ (para 3.59).\n\nIt is hard not to point out the obvious here - that conventional cost-benefit analysis, as prescribed in the thousand-pages of the DfT’s Transport Analysis Guidance (TAG), is not fit for the purpose of appraising rail investments. The main problems are the absence of observed time savings in the long run, and silence on both the spatial distribution of benefits and the value of consequential property development and economic regeneration.\n\nIn developing the IRP, the Government has been guided by the general analysis of rail investment options carried out by the National Infrastructure Commission (NIC), which concluded that prioritising regional links appears to have the highest potential economic benefits overall for cities in the Midlands and the North and would justify improvement of many of the currently poorest services. Better East-West links are seen as higher priority than North-South routes.\n\nThe Government agrees with the NIC’s analysis that there are opportunities to better serve existing city centres and wider city regions for greater economic benefit, and better integration with existing transport networks. Given constraints on public expenditure, this seems to be the principal reason why the eastern leg of HS2 between the East Midlands and Leeds will not now go ahead.\n\nTo reach its conclusions, the NIC developed a novel multi-criteria analytical approach that attributed monetary values to improvements in productivity in city centres, benefits from connecting people to city centres, and environmental impacts. In addition, estimates were made of improvements to connectivity from faster journeys, and of the benefits from unlocking investment in land around stations. In essence, this approach replaces traditional transport user benefits, which mainly take the form of a reduction in time costs, with estimates of the benefits of increased productivity and consumer amenity arising from higher city densities made possible by urban transport investment.\n\nThe NIC analytical approach was, unusually, also developed for consideration of a portfolio of rail investments. This aspect is very welcome since there is an undoubted need to move beyond appraisal of individual schemes to view the benefits of whole programmes of transport infrastructure investments, both of single, and logically a mixture of different modes.\n\nIn a subsequent article, I will thus consider the applicability of this welcome emerging new approach to also both road investments, and cross-modal choices.",
  "author": "David Metz",
  "published": true,
  "subHeadline": "David Metz takes a closer look at the underpinning analysis behind the government’s recent Integrated Rail Plan for the North and Midlands.",
  "headline": "New thinking on rail appraisal should extend across the modes",
  "issue": 837,
  "categories": [
    "Funding",
    "Public Transport"
  ],
  "allowComments": true
}