{
  "datePublished": "2022-03-25",
  "body": "It’s two years since our daily lives were turned upside down by the COVID19 pandemic and the restrictions that it brought to our established behaviour patterns - particularly in travel. Greg Marsden led a team that has closely tracked those changes and analysed their implications. He strongly believes that the changes are both surprising, significant and structural, and we can take some positives from them in planning our future mobility in more resource-efficient and sustainable way. Are we ready as transport professionals to grasp that unique opportunity, he wonders.\n\nIt is almost two years since the first national lockdown and the unfolding of what has been a unique and, for many, traumatic period brought by the global pandemic. The events of recent weeks are a sharp reminder of the short politics of attention and a desire to ‘move on’. Yet Covid-19 and the adjustments to daily life and travel that were put in place on public health grounds was the biggest, albeit accidental, social experiment of our time. It required the most profound adaptations to every aspect of daily life. Can we just move on? Should we move on? Or was this a wake-up call that has revealed some new insights into what mobility is for - and the possibilities to shape its future differently?\n\nSince April 2020 I’ve been working at the Institute for Transport Studies at the University of Leeds with Jillian Anable, and Llinos Brown, and with Iain Docherty from Stirling, as part of the TRANSAS study, tracking longitudinal behaviour change with a five-wave panel survey of several thousand members of the public, alongside two waves of more in-depth interviews. We have also conducted four waves of interviews with policy makers. We recently completed our review of the impacts, looking at both aggregate national data sets and our behavioural data. It tells a story we simply cannot afford to ignore as transport professionals.\n\nTo pick out just a few headline changes, for just under a half of the population, the shift to home working has resulted in profound changes to travel. This goes far beyond the well documented falls in bus and rail use. Car traffic has not returned beyond 91% of its pre-pandemic levels in the week. Congestion has fallen. Car sales, both new and used, have fallen and there has been a small but significant reduction in car use. When people are at home more they use the car less, and this seems to be a factor in reducing ownership from two cars to one per household. We have not yet seen a much hypothesised flight from the city to rural living. Indeed, those working from home more are, on average, living in more accessible locations. People have shopped less frequently and when they have shopped, have moved more of this on-line. People have also walked more. A lot more. With 58% of the population walking three times a week or more, up from 36% pre-pandemic.\n\nAnd yet, I’m often advised that there is a ‘car-based recovery’ taking place and things are back to normal. Why is that? Is it because that is what people want to think? Or is it because we can’t actually recall what life was really like back in 2019? We know for sure that what we can see now is more like the ‘normal’ of 2019 than the sunny days of April 2020 when all we were allowed to do was go out for one bike ride or walk a day, but it is not the same as before.\n\nIf we were to have presented the data we have found in any other set of circumstances, it would have been nothing short of earth shattering. Perhaps people have become normalised to the pandemic being a very different and exceptional experience and receptive to the call for things to get back to normal? As professionals, we need however to be clear-headed and look at the actual data, and not the anecdata.\n\n> We need to be thinking much harder therefore about what all of this reveals about why people travel - and consequently what the real role of transport planning now should be.\n\nThe allure of ‘going back to normal’ is also one we must absolutely avoid as a profession. What people have experienced will not be forgotten. Many businesses have been hard-headed and adapted their provision and moved more into on-line services, and the supply chains necessary to service this have adapted too. In many companies, employees who had previously been told they could not work from home, were told they must work from home. Whilst this was not universal, and not universally desirable, these realities cannot be undone and are now baked into the employment offer which companies make and which employees seek. The same has happened to business travel, with the now ubiquitous use of platforms like Teams and Zoom meaning that much greater thought is going into the types of meetings for which people feel they need to physically travel.\n\nIt is not an all or nothing approach of course – the blend of physical and virtual will continue to unwind for some time. But therein is the real story. The shift to more digitalised practices was happening anyway – just very slowly. The pandemic has provided a massive stimulus to that change, and this will not be unlearnt. We need to be thinking much harder therefore about what all of this reveals about why people travel - and consequently what the real role of transport planning now should be.\n\nBefore turning to that, it is important to remember the near 55% of the population who never worked from home - and for whom the pandemic was really a series of impositions on their social lives, and of risk factors on their working lives where they were able to carry on working. The pandemic impacts and response have been very uneven, and it has exposed some long-standing health and economic inequalities. These risk being exacerbated by the behavioural shifts which are now undermining the viability of public transport services as currently organised, for example.\n\nThe position for public transport is in fact quite perilous. The rail industry has already been asked to find savings of 10 to 15%, though set against huge additional subsidies required during the pandemic. Patronage has recovered to around two-thirds of pre-pandemic levels, with industry experts we spoke to suggesting that 85% might be a good outcome over the next year or more. Buses have also received significant support and the sector has recovered slightly quicker, with a lower dependence on commute travel than rail. But bus patronage has never yet gone back above 80% of pre-pandemic levels nationally. Service cuts are following here too, despite an extended support package. Most of the change we see in our data is people not now making at all the journeys by public transport that they used to consider essential, rather than any substantial evidence of mode shift.\n\nWhat then to do with our knowledge about the impacts of the pandemic on travel behaviour for the longer term? There are some key takeaways:\n\nFirst, we now have the proof that, organised differently, the economy can grow with less travel. Indeed, the travel which has most been proven to be flexible is the commute and business travel, which had hitherto been seen to be most necessary and valuable to provide for. That we need to travel less if we are to get close to our climate goals has already been established. Transport Scotland has consequently set a target of 20% fewer car kilometres by 2030. The UK Government’s Transport Decarbonisation Plan suggests that cutting travel in the wake of Covid could contribute around 15% of domestic emission reductions, without which the decarbonisation plan would fall well short of the requirements of the Sixth Carbon Budget. If this is not the moment when we can and should take travel demand reduction seriously then when would that be?\n\nSecond, we need to stop watching the trends and start trying to steer them. Whilst I am convinced that the digitalisation of work and retail in particular will be long-term trends, the extent to which this becomes a good or a bad news story is very much down to how the transport sector and transport policy responds from hereon. The worst versions of the future would come from a laissez-faire, demand-led type of approach. For example, if we do not actively manage a more flexible commute, then we may end up trying to provide for the same kind of peak we had pre-pandemic, but on fewer days of the week – a very expensive requirement. If we were to continue with tax incentives on company cars unchanged and leave the meagre home working allowances in play - rather than, say, stimulating domestic insulation - we could risk higher net emissions across offices, homes, and the commute. If we do not invest in improving conditions for pedestrians in local neighbourhoods, where there is quite clearly a new demand for them, then over time we should not be surprised if the increased walking behaviour falls away again.\n\nThird, as transport specialists we also need to really challenge ourselves as a profession. Most transport schemes have been in development for years, if not decades. Many of them have been designed in response to the challenges of managing the peak demand for transport. Other tools are now available to do that. Indeed, the levels of accessibility which the digital turn has just engendered are on a scale of magnitude greater than those which any transport investment programme has or could ever deliver. And even those that cannot work digitally still benefit from the reductions in travel which this option generates for others. All this is happening in a period of a significant fiscal reckoning to pay for the costs of the emergency health and social responses to the pandemic. Funds will be tight. Do we really need all of the schemes we have had on the books? What role do they now fulfil? Can we afford them in either carbon or financial terms?\n\nFinally, we have also learnt a lot about the role of what was previously bundled together as ‘discretionary’ travel. It turns out that visiting friends and family, caring for relatives, attending weddings and funerals are the very things which hold us together as society and which we most wanted to get back to doing when allowed. Many people have been better able to cope or even thrive with less work-related travel. Does this not force us to re-think how we ask about what we value in transport? The provision of subsidy for bus use in particular enabled, often low-paid, key workers to be able to continue accessing the warehouses, abattoirs, supermarkets and hospitals that are essential to the functioning of the economy. The value of these jobs and that provision is not revealed through the wage rates of the workers. Should we not now be re-evaluating what public transport is for and how it is supported as we look ahead for the coming years?\n\nSo, what do we now do with the new knowledge we have obtained over the past two years. If we want to see this period as a time of change which has things we want or need to keep (as we argue) to address the climate crisis, then the opportunity is there to do that.\n\nHowever, interview work we have recently conducted has found some fairly dichotomous views, embracing the idea that ‘this is just a blip’ and that ‘we need the schemes we’ve always needed’.\n\nOur view is that whether or not transport planning wants to accept this as a disruption and a change in how society works, the reality is that it is one, and we simply can’t go back. This means the question is how do we go forward? Do we bury our head in the sand, in which case we effectively confine any hopes of climate pathways in transport which are compliant with 1.5 degrees warming to the bin? I would like to socially distance myself from that.\n\nInstead, we have to take this once in a generation opportunity to try and steer how this all unfolds, to nurture the positive trends and design out some of the down-side risks.\n\n*This contribution is based on the full report [Less is more: Changing travel in a post-pandemic society](https://www.creds.ac.uk/publications/less-is-more-changing-travel-in-a-post-pandemic-society/).*",
  "author": "Greg Marsden",
  "published": true,
  "subHeadline": "Greg Marsden led a team that has closely tracked the changes that restrictions brought to our established behaviour patterns and analysed their implications. He strongly believes that the changes are both surprising, significant and structural.",
  "headline": "Now’s the time to take a positive for transport from the pandemic",
  "issue": 842,
  "categories": [
    "Mobility",
    "Transport Planning"
  ],
  "allowComments": true
}