{
  "datePublished": "2020-07-13",
  "body": "I bear the scars of the Waltham Forest mini-Holland schemes; and my purpose in writing this is to help others avoid a similar fate.\n\nIn 2013, the outer London borough won £27m for active travel schemes, and it has since become a poster-child for transport transformation. The type of schemes implemented range from the complete redesign of an A-road lined with shops, to low traffic neighbourhoods, to behaviour change initiatives, to secure cycle parking facilities on residential streets and at transport hubs, and more.\n\nImages from these schemes keep cropping up in presentations by *Transport for London* and many others, and winning ‘Healthy Streets’ photo competitions. Well over 200 delegations from across the UK and from other countries – including Newcastle, Edinburgh, the *Department for Transport*, Mexico City, Bogota and Denmark – have walked or ridden round the area accompanied by campaigners and officers. The schemes themselves have won prestigious awards and plaudits, and it’s now fair to say that they’re acclaimed and successful.\n\nBut it wasn’t in 2014.\n\n> All too often, I’ve seen schemes lost or watered down because most politicians won’t or can’t tough it out.\n\nAt that time I was a local volunteer cycling campaigner. As the first schemes hit the ground, the area divided bitterly; online and on the streets. Posters in hundreds of shop windows said the schemes would kill businesses; *Facebook* and *Twitter* threads exploded; council officers were egged and abused in public; legal proceedings were launched; and campaigners were repeatedly shouted at, even threatened online, for standing up to those who opposed to the schemes.\n\nThe council survived the first consultations by the skin of its teeth, and learnt fast on how to engage better. Indeed, the borough’s transport schemes are now also a poster-child for good engagement practice. The council went on to use online map-based comment tools, hold drop-in sessions, undertake detailed parking surveys, and do much more to really enable participation. But it only got those initial schemes through by toughing it out, with extraordinarily brave political leadership.\n\nAfter the first schemes were in, I ‘turned pro’ with the *London Cycling Campaign*. Four years on, sadly, I’ve seen the same pattern of toxic and chaotic opposition to progressive schemes over and over and over. The same myths; the same ‘us v them’ battle lines. And, all too often, I’ve seen schemes lost or watered down because most politicians won’t or can’t tough it out.\n\nHaving witnessed too many consultations going awry, and having learned from them, the <abbr title=\"London Cycling Campaign\">LCC</abbr> has channelled that experience into a better consultation guide for council officers that’s been produced with the hope of breaking the cycle of good schemes being scuppered. Working with friends from *Urban Movement*, and drawing on interviews with experts in the field – both campaigners and practitioners – the guide sets out ten steps to better engagement intended to get better street schemes delivered. We can’t guarantee these steps will make NIMBYism and negativity vanish, but they are likely to prevent the worst of consultation failures.\n\nBriefly, the steps are:\n\n1. Develop a brief properly.\n2. Get comms and engagement expertise.\n3. Gather baseline data.\n4. Talk to a wide range of residents and businesses about the local area.\n5. Create scheme principles from policy, data, surveys.\n6. Create options.\n7. Get opinions on those options.\n8. Create a final scheme and show residents how their input has shaped it.\n9. Keep communicating through construction and then monitor for successes (and failures).\n10. Learn from and adapt the scheme, and roll it out again.\n\nAt a time when public meetings are out, and not everyone in a community will or can engage in *Zoom* calls or online comment maps, we believe the value of following these steps is all the clearer. And it has been remarkable, as the guide came together, to see many of the UK’s leading transport authorities and practitioners thinking in similar terms.\n\nMost transport professionals will have felt the frustration of losing a scheme to public backlash. Learning how to talk and listen to the public in different ways will help to avoid repetition of that feeling and, of course, help make schemes better. Who wouldn’t want that?",
  "author": "Simon Munk",
  "published": true,
  "subHeadline": "All too often, I’ve seen schemes lost or watered down because most politicians won’t or can’t tough it out.",
  "headline": "Our guide to better consultation is informed by some bruising encounters!",
  "issue": 802,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}