{
  "datePublished": "2020-04-17",
  "body": "It’s amazing, really, isn’t it? There we were, carrying on as normal, going about our daily lives, giving no more thought to walking than we would to breathing. When suddenly walking becomes an officially state-sanctioned means of keeping fit and sane (and breathing); so long, of course, as we stay at least two metres away from anyone else that isn’t from our household.\n\nWhat you may have found, though, is that social distancing isn’t all that easy when many footways and footpaths aren’t much wider than two metres and many more are narrower; especially when occupied by  things such as trees, fixed street furniture and loose clutter.\n\nWhich brings me to something else that’s also amazing, in its way, even if it’s got nothing to do with global pandemics: the recent publication of *The Planning for Walking Toolkit* by *Transport for London*.\n\n> Social distancing isn’t all that easy when many footways and footpaths aren’t much wider than two metres and many more are narrower.\n\nAlthough it’s subtitled ‘Tools to support the development of public realm design briefs in London’, the toolkit is – as with many good things on which TfL takes a lead – applicable far beyond the capital’s boundary. Indeed, when I mentioned the fact of the *Planning for Walking Toolkit’s* existence on Twitter, there were very many expressions of joy at the fact – the majority from outside London, and several from outside the country.\n\nThere was also the following comment from a friend: “Not a criticism, but doesn’t it say something about us that there is a need for such a toolkit?” My reply was characteristically robust, forthright and incisive: “It does. And it doesn’t.” I then proceeded to try and explain myself along the following lines.\n\n![The Planning for Walking Toolkit](/images/uploads/planning_for_walking_toolkit.jpg \"Download it; read it; and start applying it with all deliberate speed.\")\n\nThe fact is that, hitherto, we (by which I mean the authorities, agencies and professions whose role it should be to make walking easy, safe and pleasurable) have very rarely treated walking as a mode of transport worthy of its own guidance. We’ve just generally assumed (or hoped) that anyone who wants to walk will quietly get on with it and not make a fuss. After all, every street (more or less) has footways, ergo the urban walking network is ubiquitous. What’s not to like about that; and, accordingly, what’s more to do?\n\nWell: take a look around. As I have previously had cause to mention in these pages, more than once, the simple existence of a dense network of walking routes is by no means the same thing as having walking conditions of adequately high quality. That walking is very nearly an everyone-everyday mode of transport makes it supremely familiar and, in keeping with the old saying, we have generally treated it with something approaching contempt. Which means that, despite the fact we almost all walk somewhere every day, we have not become at all expert at making better provision for walking. You’d like to think it would be instinctive; but it obviously ain’t.\n\nThe idea of walking being an ‘everyone-everyday’ mode brings to my mind a report published in 2014 by Public Health England entitled Everybody Active, Every Day. Amongst other things, this stated that “a wealth of evidence shows that an active life is essential for physical and mental health and wellbeing” and rightly observed that “building more physical activity into daily routines involves creating the kinds of environments that support active living”, including walking and cycling. Such evidence is why the Government remains keen that everyone should get out for a daily walk or ride; and the cover of the PHE report (amended somewhat) would serve perfectly as a public information poster for these trying times.\n\nWith all the above in mind, I would conclude that we do and should need a *Planning for Walking Toolkit* and, further, that the publication – or adoption – of one should be de rigueur for every single local highway authority. At the very least, this would be a clear expression of the recognition that walking genuinely is a highly valuable, and valued, means of getting around; not just the one we put at the top of our modal hierarchy as an exercise in virtue signalling.\n\nI allow adoption as well as publication because, quite frankly, there’s no need to keep reinventing wheels. (I know that seems like the wrong phrase when we’re talking about walking, but there you go. Idioms, eh?) If someone has produced a perfectly decent toolkit, why go to the time, effort and expense of producing your own? And *Transport for London’s* toolkit is as decent as one might expect. It would be even decenter, in my view, if it hadn’t written ‘publicly’ as ‘publically’ on five occasions; because that makes my flesh creep somewhat. And there are a few other things I’d personally have changed, left out or added – but then I haven’t personally published any walking guidance at all, so I’m (a) very grateful that someone has and (b) not complaining.\n\nIt’s exactly 100 pages long, less than ten of which are specifically about the London context. That gives everyone around 90 pages of goodness to enjoy, including seven Pedestrian Network Design Principles and information about a wide range of approaches, tools and techniques to help make walking the most natural and attractive option for short journeys. It’s strongly focused on outcomes and has a handy section on ‘Bringing it All Together’ towards the end. And it closes with seven case studies (a page for each) from which anyone anywhere can learn, even though they’re all from London, of course.\n\nIn closing, you’ll be glad to know that – unlike seemingly everyone else – I don’t have a ‘hot take’ on how the post-viral future will unfold. But I will observe that we must somehow capture the value currently ascribed by politicians and the general public alike to the humble and marvellous act of walking. \n\nAs I’ve hinted at in my last two articles, it has always been (and must be) possible to engage people more positively and constructively with the idea of travelling actively more and using cars less. I believe we can find further impetus to do so from our present experiences; and next time I’ll suggest how. Promise!",
  "author": "John Dales",
  "published": true,
  "subHeadline": "Authorities, agencies and professions whose role it should be to make walking easy, safe and pleasurable, have very rarely treated walking as a mode of transport worthy of its own guidance.",
  "headline": "Planning for walking? Whatever will they think of next?",
  "issue": 796,
  "categories": [
    "Pedestrians"
  ],
  "allowComments": true
}