{
  "datePublished": "2021-11-01",
  "body": "The most important message from the Chancellor in his autumn statement was arguably not to be found in any particular set of spending figures. Indeed, many of them were familiar numbers – either having been announced in whole or in part some time earlier, or leaked or revealed in the days running up to the actual presentation in the House of Commons – to the delight of the media and annoyance of the Speaker.\n\nOn transport the mayoral/city region deals were proudly trailed over the weekend prior, again putting the Chancellor and the Treasury at the heart of regional transport strategy delivery – a movement initiated by his predecessor *George Osborne* with his *Northern Powerhouse* project.\n\nIn an era of grand initiatives targeting transport as part of big political agendas – now extended to Levelling Up – the significance of decisions by the Treasury has seemed to increase and those by the Transport Secretary to have dwindled.\n\nIt will likely decline further as more attention turns to the matter of transport taxation and how alternative revenue sources are brought into being as the once dominant fuel tax income stream fades away with the phasing out of fossil fuel powered vehicles. Indeed, the Chancellor again didn’t even try to raise the level of fuel tax this year. The issues surrounding this important financial equation are well explored in a special article in this issue, beginning a series we’ll be running on this vital subject over the coming weeks.\n\nHow and who pays what for transport has always been politically charged – from rail fares to parking charges, the proper taxation of polluters like gas-guzzlers and heavy lorries, and the free ride criticism levelled at the untaxed fuel used by aircraft.\n\n> We should expect more elements of the transport landscape to be fought over as either ‘right or wrong’ for the future of the planet.\n\nAnd the big ticket investment requirements of matters like CrossRail, <abbr title=\"High Speed Two\">HS2</abbr> and The Highway programmes are certainly now seen by Government as going well beyond mere transport considerations.\n\nHence the existence of a strong group of transport strategists, analysts and minders within the Treasury, as we also note in this issue.\n\nAs well as money matters, these transport decisions are increasingly fought over as elements in the ‘culture wars’ afflicting more and more parts of the national political discourse. Road scheme spending like the Stonehenge tunnel, and various local road projects, plus <abbr title=\"High Speed Two\">HS2</abbr> and airport expansions are now significant parts of this opinionated battleground.\n\nIn the shadow of what may or may not come out of the <abbr title=\"2021 United Nations Climate Change Conference\">COP26</abbr> Summit, we should expect more elements of the transport landscape to be fought over as either ‘right or wrong’ for the future of the planet, and the travel behaviour of individuals to potentially come under equal scrutiny as ‘good or bad’ in that context.\n\nTransport activity was traditionally described as a ‘derived demand’ being generated as the result of other social and economic needs. It is now also often an expression of wider values and beliefs too. And that is something that asks interesting questions of traditional evaluation and assessment technique, as Professor Phil Goodwin continues to explore in this issue. These pressures for change to the context in which transport is considered are only going to multiply.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "We should expect more elements of the transport landscape to be fought over as either ‘right or wrong’ for the future of the planet.",
  "headline": "Pressures for change - to the context in which transport is considered - are only going to multiply",
  "issue": 833,
  "categories": [
    "Transport Planning",
    "Funding",
    "Climate Change"
  ],
  "allowComments": true
}