{
  "published": true,
  "allowComments": true,
  "datePublished": "2019-10-11",
  "categories": [
    "Junction Layouts",
    "Pedestrians"
  ],
  "author": "Lucy Marstrand",
  "headline": "Re-think of side road junction layouts needed to ensure priority for pedestrians",
  "subHeadline": "The way we design our side roads has a huge impact on the lives (and deaths) of people walking, and is probably the most important aspect of highways design to get right.",
  "issue": 783,
  "body": "The other day I saw a heavily pregnant woman walking across a side road junction. About a third of the way across, a motorcyclist turning off the main road beeped her out the way, and she managed to step back just in time. I saw a similar incident earlier the same day. A woman with a pushchair crossing the side road, quickly reversed back onto the footway as an HGV turned into the side road, the driver again assuming priority.\n\nThis scenario is no doubt repeated a thousand times a day across the UK. The least powerful giving way to the most powerful.\n\nHighway Code Rule 170 says drivers should “watch out for pedestrians crossing a road into which you are turning. If they have started to cross they have priority, so give way”. But who’s going to argue with a turning motorist?\n\n> The way we design our side roads has a huge impact on the lives (and deaths) of people walking.\n\nThe side road is probably the most important aspect of highways design to get right. If people can’t proceed along a footway swiftly, in comfort and safety, then walking from A to B is severely limited.\n\nThe way we design our side roads has a huge impact on the lives (and deaths) of people walking. Yet standard UK side road design makes us wait, give way or walk round, marginalising those on foot.\n\nTraffic remains the leading cause of death for children aged 5 to 19 in the UK (J Read, iWalk, 2017). And that’s just road danger, not pollution. Many of these deaths occur at side road junctions. British children are more likely to be killed than French or Dutch children even though they have less exposure to traffic and cross roads less frequently (Pedestrians and Cyclists, European Commission, 2018).\n\n![Figure 1: Side road, Bournemouth](/images/uploads/pedestrians_figure_01.jpg \"Figure 1: Side road, Bournemouth\")\n\nOur failure to ensure side road priority leaves pedestrians at the mercy of turning drivers. Children are less able to judge speeds or make eye contact to negotiate with drivers in the way adults do. Children, those who are slower, older, less able-bodied, or encumbered with shopping – are all left to fend for themselves because of highways convention.\n\nPictured right are three examples of standard side road – none of these designs are neutral. They all undermine Rule 170 by giving priority to the car.\n\nIn Figure 1, the pedestrian pushing a pushchair deviates to cross at a less hostile, narrower point. Note how the tactiles in this case become academic.\n\n![Figure 2: Side road with refuge, Bournemouth](/images/uploads/pedestrians_figure_02.jpg \"Figure 2: Side road with refuge, Bournemouth\")\n\nFigure 2 shows a refuge – a feature that does nothing to give priority, and leaves people stranded between two streams of moving, polluting traffic.\n\nIn Figure 3, engineers have tightened the corner radii, introduced granite setts, and included a raised table to “encourage drivers to slow down”. Despite theses changes, the design (or visual) priority remains with the turning traffic, in part due to the kerb line and double yellows which follow the line of travel taken by a driver.\n\nSo, why is poor side-road design the norm? We don’t have to leave it to the whim of the driver as to whether they give way. Highways engineers have it in their gift to ensure drivers cede to pedestrians.\n\n![Figure 3: Blended footway, Wimbledon](/images/uploads/pedestrians_figure_03.jpg \"Figure 3: Blended footway, Wimbledon\")\n\nThere are four elements of side-road junction design which indicate who has priority:\n\n### 1. Kerb-line\n\nIf it follows the turning path of the motorist, the kerb line creates a clear visual clue that movement of drivers takes priority over the direction of travel of those proceeding on foot.\n\n### 2. Give-way markings\n\nIf they are on the edge of the main carriageway, for the convenience of the driver, it means pedestrians end up walking around the back of vehicles turning out of the side road (see Figure 3). It sends a message that the pedestrians desire line is secondary to the drivers.\n\n### 3. Levels\n\nAre they designed for the ease, comfort and priority of the pedestrian or the motorist?\n\n### 4. Last and most important: Territory\n\nIn the images of junction design, in all three examples, the space between the footway is carriage-way for drivers, not a priority space for those on foot. The side road junction is a space which must be crossed and negotiated while ceding to turning drivers. It is all vehicle territory.\n\n> The side road is probably the most important aspect of highways design to get right.\n\nThere are two solutions that give some territory back to pedestrians. First, a continuous footway that gives clear visual priority to people walking – used to great effect as standard practice for decades in places like Copenhagen. While some disability groups have called for them to be used more widely, others have expressed concern that tactiles are needed to make people aware it’s a crossing point. But a well-designed continuous footway isn’t a crossing point for the pedestrian, it’s footway space that drivers have the privilege to cross.\n\nA second option is a side road zebra that gives legal priority to people walking. (And I mean zebras on the desire line of those walking, not set back to a point that’s convenient for turning drivers):\n\nWalking should be the easiest, most fundamental and inclusive method of travel. A well-designed side road can save lives. It affords children independence by offering them some priority over adults in cars. The Highway Code is being reviewed. I hope it will see a strengthening the rights of pedestrians. Unless highway design starts to comprehensively prioritise those on foot, the renewed Highway Code will be ineffective too.\n\nSide road zebras and continuous footways need to be rolled out on all urban side roads to become, not the exception, but the norm."
}
