{
  "datePublished": "2021-09-15",
  "body": "Re-examination of existing policy is these days nothing unusual. Indeed, it is arguably a more prevalent activity than creating cohesive and robust policy – and sticking to it. Change, as they say, is the one constant, alongside the greater than ever expression of opinion about it.\n\nSo it has been for UK local transport – mapped, explored, debated and discussed in *Local Transport Today* magazine since its launch in 1989. <abbr title=\"Local Transport Today\">LTT</abbr> has not only followed the subject, but on many occasions led it. As we re-appear in a new format, after a summer break, the obvious need for a carefully curated and structured fortnightly take on UK transport has been clearer than ever. Your new style <abbr title=\"Local Transport Today\">LTT</abbr> has been conceived to address both the challenges of operating in the new world of online information forged by the digital revolution, and the harsh economic realities it has imposed on ‘traditional’ publishing.\n\nOur objectives have been to maintain a magazine format and feel, but to deliver it without the constraints and costs of physical production and distribution, which have increasingly seemed a mismatch to the new patterns of working, reading, and responding to information amongst the audience we serve.\n\nWe are not the only ones reshaping and rethinking their role, and its delivery.\n\n> In its new incarnation LTT remains dedicated to as open and wide ranging discussion and exchange of information and viewpoints as possible.\n\nIt is pleasing and rewarding for <abbr title=\"Local Transport Today\">LTT</abbr> to be working again with an even more venerable and adaptable organisation as they too explore changing issues and challenges facing transport. The Trustees of the *Rees Jeffreys Road Fund* are this month celebrating 150 years since the birth of their benefactor *William Rees Jeffreys* by launching a major UK-wide challenge offering grants up to a possible £150,000, to encourage new and creative thinking about what road users, and society as a whole, expect from the roads of the future. If he were here to see it, the Fund’s namesake would hopefully recognise the very different, but equally significant, circumstances of today compared with his original distinguished professional life as a highways expert, building and improving roads to facilitate the growth of efficient and safe traffic flows to benefit society.\n\nIn another reflection of changing times, the Trustees are encouraging entries from everyone – from professionals and specialists to school children, as the nature of debate and decision-making in society today is so very much broader than it was when largely left in the hands of professionals when *William Rees Jeffreys* was born, and the Road Fund set up in 1954.\n\nImagination, innovation and creativity of ideas – and their presentation – are what the Trustees believe *William Rees Jeffreys* would himself have wanted as a way to celebrate the 150th anniversary of his birth. It’s precisely what we want here at <abbr title=\"Local Transport Today\">LTT</abbr> too.\n\n<abbr title=\"Local Transport Today\">LTT</abbr> and *Landor LINKS* are thus delighted to be helping with that Rees Jeffreys mission just as we did back in 1989 as we launched <abbr title=\"Local Transport Today\">LTT</abbr>, and the <abbr title=\"Rees Jeffreys Road Fund\">RJRF</abbr> was supporting the pioneering study of what was called “The New Realism in Transport”. We both recognised the need for fresh thinking and a different kind of discussion platform to the institutional structures that rather irresistibly seemed to take ‘conventional wisdom’ forward.\n\nIn its new incarnation <abbr title=\"Local Transport Today\">LTT</abbr> remains dedicated to as open and wide ranging discussion and exchange of information and viewpoints as possible – and as accessible a delivery platform as modern technology permits. We believe we have put the basis for that in place now, but look forward to continuing to evolve and improve with the help of our readers as contributors, correspondents, and challengers to the status quo – both in the transport sector and the world of information collection, presentation and distribution.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "As we re-appear in a new format, after a summer break, the obvious need for a carefully curated and structured fortnightly take on UK transport has been clearer than ever.",
  "headline": "Reshaping and rethinking our role, and its delivery",
  "issue": 830,
  "categories": [
    "Communication"
  ],
  "allowComments": true
}