{
  "datePublished": "2022-01-28",
  "body": "In his previous contribution [David Metz looked at the investment appraisal thinking](/new-thinking-on-rail-appraisal-should-extend-across-the-modes/) revealed by the government’s recent Integrated Rail Plan for the North and Midlands. He found a new set of principles being applied, that he believes should prompt new approaches across all transport investment, including roads and multi modal strategy. He concludes his critique in the second of two articles LTT invited him to write.\n\nIn my previous article (LTT 837) I began my case for a fundamental re-think in transport scheme appraisal by examining the economic thinking behind the Integrated Rail Plan for the North and Midlands. This was based on an approach developed by the National Infrastructure Commission (NIC) that principally put values on the benefits to both businesses, consumers and society in general of improving transport to achieve higher density city centres, rather than from the journey benefits of better rail services per se.\n\nFor businesses, what are known as agglomeration benefits arise from improved opportunities to share facilities and suppliers, better matching between employers and employees, and more learning that fosters innovation.\n\nFor consumers, there are analogous benefits from improved opportunities for consumption of material goods and cultural services, as well as for social interactions.\n\nThis is an exciting and welcome new approach – and one that must surely have application beyond just rail planning. Economic appraisal of transport infrastructure investment based on the real-world observable benefits that NIC identified, and which are very prominent in current political discourse, are surely much more relevant to decision makers than is orthodox analysis based on theoretical ‘generalised costs’, which lumps together time costs (and savings) and money costs, and then disregards the awkward finding that average travel time has not changed for at least half a century.\n\nImportantly, the NIC approach addresses the benefits from programmes of investment, not of individual schemes, which is also more useful to decision makers responsible for major capital expenditure programmes which are designed to address the challenges of social and economic policy reflected in objectives such as ‘Levelling Up’.\n\n> Crucially, rail investment can move more people into city centres where road capacity cannot easily or acceptably be increased, and indeed is commonly being decreased to create more space for buses, active travel and pedestrians.\n\nSo the obvious question is whether the NIC approach might usefully be applied to road investment. After all, the strategic purposes of road and rail investment are not fundamentally different, although there are differences in application. Crucially, rail investment can move more people into city centres where road capacity cannot easily or acceptably be increased, and indeed is commonly being decreased to create more space for buses, active travel and pedestrians.\n\nProposed investment in new road capacity is therefore generally beyond inner cities, intended to reduce road traffic congestion and to foster connectivity between cities for mutual economic benefit. However, induced traffic arising from such new capacity has been clearly demonstrated and analysed by numerous studies as tending to restore congestion to what it had been, reducing predicted economic benefits. Besides, the standard approach to economic appraisal addresses the benefits of individual schemes, not the benefits from a programme of improvements as a whole.\n\nFor example, The National Audit Office reported in 2019 on the DfT’s plan to construct a tunnel adjacent to Stonehenge, drawing attention to the lack of a plan for the A303 corridor as a whole. This includes 35 miles of single carriageway, with eight improvements intended, seven of which, considered individually, have low or poor benefit-cost ratios. The question is thus often whether investment in the whole corridor is greater than the sum of the parts. To answer this, appraisal at strategic level is needed, rather than scheme by scheme.\n\nThe DfT’s road investment strategy is now being developed for a third five-year programme, to follow the current £27 billion 2020-2025 RIS2 programme. This surely requires a view of the economic benefits of the programme as a whole, as happened for the Integrated Rail Plan. We also need to address the real observable economic benefits of road investment, particularly important given that new road capacity leads to more traffic and so more carbon emissions, at a time when we are committed as a Nation to a rapid reduction on transport’s contribution to climate change. (See [Phil Goodwin’s article in LTT 836 on the impact of new monetary values per tonne of carbon emitted](/400-per-household-per-year-to-achieve-net-zero-a-bargain-surely-but/).)\n\nThe NIC has started work on its second National Infrastructure Assessment. For this purpose, it is developing a high-level approach for future investment, including a framework for decision making and prioritisation for interurban transport improvements across the modes.\n\nAnother strategic multi-modal transport investment programme whose economic case needs to be very carefully considered arises from the Union Connectivity Review, chaired by Sir Peter Hendy, at the Prime Minister’s request and published in November. It was intended to improve connectivity between the nations of the United Kingdom.\n\n> I am not the only one to consider the DfT’s Transport Analysis Guidance to be no longer fit for purpose.\n\nThis Review concluded that while devolution has been good for development of transport within regions, cross-border schemes have tended to be of lower priority. The Review made a number of specific recommendations, including investing in the West Coast Mainline north of Crewe to achieve better interconnectivity between England and Scotland by means of HS2, and endorsing the Welsh Government’s multi-modal approach to dealing with congestion on the M4. However, rather worryingly, the economic content of the Review was minimal the economic content of the Review was minimal.\n\nThis seems to indicate a case of ‘politics first, appraisal second’ - if at all. We seem rather weirdly in a digital and footloose world, almost to be at the point where ‘lines on maps’ and creating expensive physical infrastructure are still ends in themselves. This is nothing new. Recall the Humber Bridge, authorised in 1966 to help win a by-election.\n\nInterestingly, The Union Connectivity Review recognised that domestic aviation is important for Northern Ireland and the more northern regions of Scotland. Air is a mode that doesn’t often require massive upfront infrastructure spend to upgrade capacity or introduce new links - certainly not in more peripheral parts of the country where airport capacity isn’t an issue, though it’s different for major international hubs like London Heathrow and Gatwick of course. Some ‘lifeline’ air services already receive subsidy from government through ‘public service obligation’ (PSO) arrangements rather like those traditionally applied to rail. Contrarywise, fares have been higher because Air Passenger Duty has been imposed on both the outbound and inward legs of domestic flights. However, the government has announced that the duty will be halved for domestic flights from 2023.\n\nAir travel is of course a matter of concern on account of its contribution to global warming, and it is a very big challenge to turn aviation net zero. Journeys between London and Glasgow by plane currently produce, for example, more than five times more greenhouse gas emissions per passenger than the equivalent journey by rail. However, much effort is underway to develop sustainable aviation fuels (SAFs) for existing aircraft, and electric propulsion for new models. Some SAF-powered flights have recently taken place on the new Eastern Airways London - Cornwall PSO - supported service for example, as reported in LTT.\n\nIf such developments succeed - and that is far more likely on short hop regional links with smaller aircraft, than long haul jumbo flights - domestic air travel may well become economically attractive, with its limited requirement for airport and air traffic control infrastructure, in contrast to road and rail travel with carriageway and track requiring expensive upgrades and ongoing regular maintenance over the whole route. With the principal investment being the ‘rolling stock’ – the aircraft - it means the ‘sunk costs’ are both lower than for infrastructure - heavy road and rail, and more easily re-deployable if the market needs change. I can therefore foresee a role for the new, wider, appraisal framework I envisage in embracing the aviation option in some contexts, alongside road and rail.\n\nBesides Union Connectivity, we are expecting the government to further articulate its approach to ‘levelling up’ in a similar strategic context, and whether it is by this Administration under that slogan, or by another with a different name, such policies will doubtless make reference to the role of transport investment in one form or another in broader ways than we are used to.\n\nI hope I have demonstrated that given the range of developments of transport infrastructure that are being contemplated, and their purpose, fresh thinking is vitally needed to identify and value the benefits in ways that facilitate good decisions - both at the level of political and public discussion, and in the work undertaken by transport professionals I believe, amongst the latter community, I am not the only one to consider the DfT’s Transport Analysis Guidance to be no longer fit for purpose.",
  "author": "David Metz",
  "published": true,
  "subHeadline": "In his previous contribution David Metz looked at the investment appraisal thinking revealed by the government’s recent Integrated Rail Plan for the North and Midlands. He concludes his critique in the second of two articles LTT invited him to write.",
  "headline": "Road investment framework is based on objectives and values from the past",
  "issue": 838,
  "categories": [
    "Transport Planning",
    "Public Transport",
    "Funding"
  ],
  "allowComments": true
}