{
  "datePublished": "2020-05-01",
  "body": "Blind spots. We all have them. When cycling I am often (every few seconds if I am being good) checking mine. It can be quite amazing what you find lurking there: buses; other riders; a shouting moped-rider once (I was the innocent party. No, really).\n\nShared transport, like a lot of services, has something of a blind spot in terms of socio-economic inclusion. So too does public transport, come to that. Poverty premia are a well-established concept in consumer markets from banking to energy and beyond and they apply to transport too of course. If we are on the road to net zero greenhouse gas emissions then that is one of many things that will have to change. Poor or non-existent provision of sustainable transport risks sending an unwritten message to people: get a car as soon as you can afford one.\n\nIt might be tempting at this point to reach for the subsidy bowl. To a degree this is correct – in the sense that we accept that some parts of public transport are profitable and some are not but that there is a greater societal goal to be served and hence subsidies are justified. But simply throwing public money at an issue will always be a blunt tool, however necessary it might be. That’s because not all the barriers can be solved by money and because we need to be clued-up about where any subsidy should go.\n\nWhat I want to focus on here are the subsidy-light routes, where significant capital spending is not needed.\n\nWe at *CoMoUK* speak from experience here – the experience of adapting a social inclusion bike share idea from the United States (known as Better Bike Share) to Glasgow, delivered with a range of fantastic partners (the Scottish Government; Bike For Good; Nextbike as the scheme operator in Glasgow; Paths For All; the Glasgow Centre for Population Health and Cycling Scotland). Without each of those partners, the project would not have happened – which is a learning point in itself.\n\n> Poor or non-existent provision of sustainable transport risks sending an unwritten message to people: get a car as soon as you can afford one.\n\nThis was not a scheme to build a new bike share system, although we did get plenty of feedback that residents would like more bike share provision in poorer parts of Glasgow (which is where the argument for intelligently-directed subsidy does become part of the picture).\n\nRather, this was about getting different people onto the existing shared bikes the city has. In this case, we managed to get very different people onto those bikes: 28 per cent of them unemployed; 76 per cent not owning their own property; 36 per cent with either asylum seeker of refugee status; 49 per cent from a black or other minority ethnicity; 61 per cent coming from an area within the 20 per cent most deprived in Scotland.\n\nThese are far from the normal range of statistics for any transport scheme’s users. For example, our national bike share user surveys reported 66 per cent of respondents as White British in 2019, down from 73 per cent in 2018.\n\nWe achieved 12,262 extra rides, which gives an interesting indication of untapped demand. So what was done differently, and what can we all learn from that?\n\nI think there were three key things we and the partners did: identifying and then lowering barriers; working with community groups; and sticking at it while learning as we went along.\n\n> Too much emphasis in transport service and infrastructure planning goes on getting it right from the start; too little on adapting to lessons learned, feedback and changing needs.\n\nThis was not something that was perfectly mapped at the start and then merely implemented for three years; it was more iterative and interactive than that, which I see very much as a strength and not a weakness. Too much emphasis in transport service and infrastructure planning goes on getting it right from the start; too little on adapting to lessons learned, feedback and changing needs. One of the key reasons aviation safety has taken such giant strides in the last few decades is the sector’s ‘no fault’ accident investigation practice.\n\nWe took time with the partners to understand the barriers that people on lower incomes, who are more likely to not have English as a first language, and more likely to live in economically deprived areas or areas of multiple deprivation, faced in accessing a bike share scheme. One person’s mountain is another’s molehill, and requirements that are insignificant for those on higher incomes were real blockers in this case. So we took away the need to have a bank account or a smartphone, and we cut the annual membership fee from £60 to £3. We waived damage payments and offered a freephone telephone number.\n\nYet just because someone can now access something does not mean they will use it. So we also worked with organisations that were on the ground already dealing with a host of other (mostly more important) issues including but not limited to housing associations, the Red Cross, asylum and refugee groups. There were staff on hand to help people sign up.\n\nTransport schemes have a habit of ‘helicoptering’ in with solutions (and then buzzing off again); this was more about weaving transport into lots of other daily life issues and using trusted channels of communication that were already there rather than trying to quickly establish them on a particular topic. Combine these two steps for best effect – then you can listen to what potential users are saying and do something about it.\n\nSo now we have someone able to get on a shared bike who likely would not have been on it otherwise, and we have them trying it out. How do we keep them involved rather than it be a one-hit wonder? Again, listening was really important: organised group rides; women-only rides; navigation rides – all designed to boost confidence and all based on what users and potential users said they wanted to see.\n\n> We managed to get very different people onto bikes: 28 per cent of them unemployed; 36 per cent with either asylum seeker or refugee status; and 49 per cent from a black or other ethnic minority.\n\nThere are common lessons to be drawn out from this work that could apply in so many parts of the country. If we are to hit those greenhouse gas emissions that people like me are always droning on about then we cannot do that only with people with above-average earnings. In fact shared transport is well-placed here – it takes away both the need for upfront capital spend on a car or bike (or monthly payments to make) as well as the risk of theft or breakages.\n\nThere are also common lessons here for other forms of inclusion. The work I have been describing focused on economic inclusion and certain kinds of social inclusion in particular, but of course there could be other variants. Age is an obvious one, reminding me of the story of how Vienna’s transport system takes all those qualifying for their free age-related transport pass on a tour of the system to show how it works and answer questions – all rounded off with coffee and cake.\n\nThere are also lessons here about how to fine-tune an offer to users – which transport must get better at – how to give people what they want, even if they don’t quite yet know it is what they want.\n\nI am hopeful that other places in the UK can benefit from this sort of approach. Many places around the world have understood the cross-subsidy point to at least some degree – witness US cities who grant more permits to micromobility operators if they agree to operate in areas that the city wants to give extra more sustainable transport options to that the market on its own would fail to provide for. This shapes where the bikes or e-scooters are based.\n\nEven better would be to combine these approaches with investment decisions on infrastructure. That way routes can join up with the transport assets and the people using them. To plan a rail line but have no trains to run on it would be quite a large blind spot, after all.",
  "author": "Richard Dilks",
  "published": true,
  "subHeadline": "Too much emphasis in transport service and infrastructure planning goes on getting it right from the start; too little on adapting to lessons learned, feedback and changing needs.",
  "headline": "Social inclusion on wheels",
  "issue": 797,
  "categories": [
    "Mobility",
    "Bike Share"
  ],
  "allowComments": true
}