{
  "datePublished": "2022-01-14",
  "body": "It’s an obvious truth that we live in a world being constantly reshaped by technology. And no more so than in transport. In preparing just this edition of LTT we have addressed the issues of autonomous and remotely driven vehicles, aerial drone deliveries, smart cross-modal digital payment systems, harnessing data about the stops, stations and nodes in the public transport system, and introducing hydrogen powered buses.\n\nIt all adds up to a continuing revolution in how transport is both supplied and used. And that's without specifically considering the wider issue of the accelerating arrival of Artificial Intelligence (AI) applications to replace the human elements of transport provision that were once a massive creator of jobs – and costs – that both the commercial operators and public sector now target for 'efficiency savings'.\n\nWe've come a long way down that path already. Starting with the mechanisation of vehicles, when an engine replaced the horses and their grooms, and then when conductors and guards were dispensed with on buses and trains and the docks were stripped of myriads of manual labourers with the advent of containers. And when transport operators started using computers to schedule, then track and control the movements of their rolling stock.\n\nListening to the recently completed 2021 BBC Reith Lectures by Professor Stuart Russell, he drove home both the significance of the Artificial Intelligence explosion now taking place, and how many implications and consequences have been far from yet fully considered or grasped.\n\n> How will the economy adapt as work is increasingly done by machines?\n\nRussell, Professor of Computer Science and founder of the Center for Human-Compatible Artificial Intelligence at the University of California, Berkeley, explored how we can retain power over machines more powerful than ourselves, and even the risk of an apocalyptic future.\n\nHe quoted the words of former Reith lecturer Professor Stephen Hawking in 2014, “Success in creating AI would be the biggest event in human history. Unfortunately, it might also be the last, unless we learn how to avoid the risks.”\n\nIn one of his lectures Russell explored one of the most sharply focussed issues of AI – the threat to jobs, and the role of work in human life. How will the economy adapt as work is increasingly done by machines? Economists’ forecasts range from rosy scenarios of human-AI teamwork, to dystopic visions in which most people are excluded from the economy altogether.\n\nThere doesn't yet seem to be much discussion in the transport community of how these kinds of issues will affect both the operation of the sector, and its role in the bigger scheme of things. And yet massive changes could be only a few years away.\n\nIt often feels like the role of technology is regarded as simply to help us do the same as now, only better. It could surely mean a great deal more than that – both for good, and ill.\n\nRussell concluded his lectures with the call for a new way to think about AI systems and human-AI coexistence based on three principles – chief among them the idea that machines should know that they don’t know what humans’ true objectives are. Machines designed according to the new model should be, Russell suggests, deferential to humans, cautious and minimally invasive in their behaviour. And, crucially, willing to be switched off. Even back in 2001 HAL wasn't so keen on that.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "How will the economy adapt as work is increasingly done by machines?",
  "headline": "Technology brings challenges as well as benefits",
  "issue": 837,
  "categories": [
    "Technologies",
    "Autonomous Vehicles"
  ],
  "allowComments": true
}
