{
  "datePublished": "2020-07-24",
  "body": "Ever feel yourself caught between the rock of current, sub-optimal reality and the hard place of just what different might sensibly look like at scale? Wondering what the art and science of the possible is in pivoting a country’s transport around?\n\nUs too. We recently published a fascinating piece of work that looks at the need for Scotland to cut transport emissions and the role of shared transport in doing that.\n\nI sometimes feel that shared transport suffers from the too-good-to-be-true syndrome. Challenging an orthodoxy can be like that. So bear with me if you react with any incredulity to some of our findings. They are extrapolations – they have to be, for if the Scotland we depict existed we would not have needed to do the work – but ones based on the latest iteration of a back catalogue of years of research and analysis, the best available public data and sensible assumptions.\n\nThe backdrop is one familiar from the rest of the UK in most part. Transport has the largest carbon emissions of any sector (37 per cent of Scotland’s total greenhouse gas emissions). The largest source of these emissions within transport is cars. These cars are mostly private cars, and they are highly inefficiently used. So far, so familiar.\n\nThe policy backdrop is more assertive than south of the border, with the Scottish Government making it policy that the solution is not just about cleaner cars, but also fewer of them. The sale of new petrol and diesel cars there will stop in 2032. Net zero must be met by 2045. At this point we doff the cap to the Scottish Government for part- funding this work through its *Smarter Choices, Smarter Places* fund, alongside the EU ‘Share North’ programme that *CoMoUK* is part of.\n\n> We accept that taxpayer subsidy should go into public transport. We should also accept that if we want shared transport to serve areas that are not commercially viable – but do not give it any subsidy – then it will not serve those areas.\n\nWe have worked in Scotland for almost a decade now, and it has been heartening to see the growth of shared transport in that time. It has also been heartening to see shared transport pivot into action for key worker journeys during lockdown, and for bikeshare schemes to see sharply increased usage as the Scottish lockdown has eased.\n\nHowever, the changes we are talking about are nonetheless dramatic. Just as they are south of the border. Let’s not get too scared though – shared transport is here to help, exploiting the startling inefficiencies of only using a private ownership model.\n\nSingular silver bullets, as ever, need not apply. So ‘shared transport’is not one weapon to bring to the fight, but an arsenal in itself. Other arsenals – private cycling, walking, public transport – are critical to this too.\n\nBut let’s drill into shared transport here, still an area of opportunity that does not get enough attention. We already know about the positive impacts shared transport has in Scotland from our latest research of 2019/20 in car club and bike share. For example, car club users got rid of 6,700 privately owned vehicles, while 52 per cent of bike share users reported exercise and health benefits with 36 per cent of them using their car much less.\n\nFor this report, however, we used what we know of user behaviour and fleet emissions; and then pulled in relevant public domain datasets such as the *Census and Scottish Household Survey*. For car clubs, we then looked at households that owned at least one car and yet where the characteristics of the household are such that the car trips could be fulfilled by a car club. This identified no fewer than 643,000 households. Switching them would save 87,000 tonnes of carbon per year through reduced mileage and the cleaner vehicles in car club fleets. These are the sorts of scales we need to be aiming at with transport decarbonisation, not a couple of percentage points here or there.\n\nTurning to 2+ car sharing, we found that fully 49 per cent of commuter car trips in Scotland could be shared. That would save even more carbon (135,000 tonnes per year), based on all those currently driving to work in Scotland sharing the trip with one other person.\n\n> We have worked in Scotland for almost a decade now, and it has been heartening to see the growth of shared transport in that time. It has also been heartening to see shared transport pivot into action for key worker journeys during lockdown.\n\nBike sharing offers the potential to switch out the 5km (three mile) or shorter car trips across Scotland to cycling, saving another 64,000 tonnes of carbon without all those participating needing to buy, maintain or store their own bike.\n\nOf course these figures cannot be wholly accurate, as they seek to measure something that does not yet exist at this scale. But they are based on the best available evidence and on sensible extrapolations from that evidence.\n\nPrizes of this size surely merit further attention. How do we get to achieving them? Well, again, no one measure is going to be sufficient. It will take a collection of them. Let us at least identify the categories they fall under.\n\nRethinking sustainable transport funding, incentivisation and taxation. We accept that taxpayer subsidy should go into public transport, in other words that some parts of it are commercially viable and some are not. We accept that it is desirable to invest in walking and cycling although these bring very limited direct revenue back to the public purse. We should also accept that if we want shared transport to serve areas that are not commercially viable – but do not give it any subsidy – then it will not serve those areas. A more blended approach would see significant upturns in the number of people using shared transport and turning away from the private car, as I hope I have illustrated above is possible. We accept that public transport does not pay VAT; what about shared transport?\n\nIn tackling emissions we must think avoid, shift and improve, i.e. travel less full stop; emit less when we do by shifting mode; and improve the emissions of a polluting mode if we cannot shift from it. This is not just about taxpayer subsidy or about vehicle or mobility device technology. Incentives carry great power – which is why employers should be measured on employee transport emissions to, for and from work.\n\n> What might seem a touch fantastical today can become the new normal tomorrow.\n\nTurning to the built environment, mainstreaming shared transport in national and local planning policy is a mixture of carrot (designing in sustainable transport of all kinds in higher-quality places) and stick (designing out private car parking and access) and it’s vital.\n\nGood data is also necessary, but not sufficient. It is the analysis of data that has potential power, and the change in policy and practice informed by that analysis that has actual power.\n\nWe have moments coming up in our calendar, opportunities, to press this case: the Budget, the *Spending Review*, spring 2021 elections, potential legislation on micromobility (which I think should be drawn more widely as a *Modern Sustainable Transport Bill*), COP26, and before all of those a Government decarbonisation challenge that I encourage every reader to respond to.\n\nI am a massive Yes Minister/Yes Prime Minister fan. I have in these pages previously drawn a parallel between transport emissions and smoking. In the Yes Prime Minister episode about cigarettes (aptly called ‘The Smoke Screen’), a reforming minister (also a doctor) proposes a package of measures that aims to cut smoking by 80 per cent (“perhaps 90 per cent if we’re lucky”, says the minister with a gleam in his eye). I remember seeing this episode as a child (more about my upbringing another time!) and the measures made an impact on me then for how radical they were: banning advertising and sponsorship (then widespread, since banned); a multi-million pound anti-smoking campaign (done many times, perhaps even more impactful are those hideous images of negative health impacts from smoking that every packet now carries); aggressive tax rises over five years so that a packet of 20 costs the same as a bottle of whisky (not quite achieved – the whisky is still more expensive – but not far off, took longer than five years). In other words what seemed fantastical at the time – and draws both audience laughter and prime ministerial dithering due to the tax revenue and other implications in the episode – has turned into a pretty accurate description of current policy.\n\nSmoking has fallen by 60 per cent since that episode first aired. The lesson being that what might seem a touch fantastical today can become the new normal tomorrow.",
  "author": "Richard Dilks",
  "published": true,
  "subHeadline": "We accept that taxpayer subsidy should go into public transport. We should also accept that if we want shared transport to serve areas that are not commercially viable – but do not give it any subsidy – then it will not serve those areas.",
  "headline": "The need to cut transport emissions – and the role of shared transport in doing that",
  "issue": 803,
  "categories": [
    "Shared Transport",
    "Mobility"
  ],
  "allowComments": true
}