{
  "datePublished": "2021-10-14",
  "body": "The launch of *Great British Railways* has been presented as a radical shake up of the whole UK rail system, putting the failed old approaches behind us. Transport secretary *Grant Shapps* has described it as *“changing the culture, not simply creating a bigger version of Network Rail”*.\n\nSo, who best to put in charge of this bright new future? The man already in the controller's seat would not necessarily seem the most obvious choice.\n\nNonetheless, *Andrew Haines*, the current chief executive of *Network Rail* is indeed the chosen one to lead establishment of the new organisation.\n\nThat’s not to say that Haines is either not capable, or even potentially not the right person to take the helm.\n\n> Very occasionally an eye-catching new person is brought in to take charge of an organisation.\n\nBut it does raise the question of who else is out there in the potential talent pool for the challenging new roles that securing the nation’s best transport future in a changing world is regularly throwing up.\n\nThe transport industry is not known for going too far beyond its boundaries for the top jobs – or even more regular line management vacancies.\n\nSure, a certain skillset is often required to be able to understand the territory, and the practical responsibilities of running a transport system. But senior leaders in large organisations have plenty of seasoned professionals to draw on in their management teams. And leadership and vision are arguably as important as knowing the detail of system management and technical specs.\n\nVery occasionally an eye-catching new person is brought in to take charge of an organisation, or to show their abilities in a part of one, as a demonstration of the art of ‘doing things differently’.\n\n> It’s rather a shame there’s not more such cross-fertilisation between transport and other parts of the public and private sectors.\n\nIt’s a modest risk to take – but perhaps a worthwhile one. The same goes for individuals within the transport world wanting to challenge themselves and grow a greater capability by taking a new route, or at least temporarily trying out life in a rather different environment.\n\nOne such individual was *Garrett Emmerson*, who over the past decade switched progressively from an original traditional transport planning career role, first at *Transport for London* in charge of the operational aspects of the 2012 Olympics, and latterly to a very hands-on one as chief executive of the *London Ambulance Service*. He couldn’t have picked a more challenging time, with the Grenfell fire, awful terrorism incidents, and the Covid-19 health crisis along the way.\n\nIt seems that he did a pretty good job, and has now just stepped down from <abbr title=\"London Ambulance Service\">LAS</abbr>, to no doubt re-charge his batteries and potentially bring his accumulated skills to other areas.\n\nIf you’d like to hear his experiences and what he’s learned, Emmerson will be sharing them as the dinner speaker at next month’s <abbr title=\"Local Transport Today\">LTT</abbr> *Local Transport Summit*.\n\nIt’s rather a shame there’s not more such cross-fertilisation between transport and other parts of the public and private sectors.",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "Who else is out there in the potential talent pool for the challenging new roles that securing the nation’s best transport future in a changing world is regularly throwing up.",
  "headline": "The transport industry is not known for going too far beyond its boundaries for the top jobs",
  "issue": 832,
  "categories": [
    "Public Transport"
  ],
  "allowComments": true
}