{
  "datePublished": "2020-06-01",
  "body": "The idea of ‘the Wisdom of Crowds’ may have its roots in Aristotle, but wasn’t popularised until 2004, with the publication of a book with that title by James Surowiecki whose thesis was that large groups of people, if made up of folk with diverse and independent opinions, are collectively more wise than individual experts. I just want to talk about crowds and wisdom.\n\nThe *Way We Live Now* (as Anthony Trollope put it in 1875) is not how we lived prior to mid-March. There are all sorts of ways in which our established patterns of living and (perhaps especially) travelling have been transformed by our corporate and personal responses to the Covid-19 virus. How *We Will Live in Future* is understandably, therefore, the subject of much discussion.\n\nIndeed, it can seem (can it not?) that one of the most crowded places these days is the ‘intellectual’ space occupied by those jostling to have their hot takes about ‘What Will Happen Next’ heard. This being the case, you may be glad to know that I claim no special insight in relation to what follows. I’m just trying to think things through.\n\nIt’s odd to reflect on the fact that, prior to 2020, social (or physical) distancing was a phrase used only by public health professionals. Yet now it’s one of the most commonly-used terms in public discourse; and the message that our health might be endangered unless we keep far more distant from other humans than we used to is likely to be one of the most lasting legacies of the present crisis. It’ll almost certainly be the most challenging for transport practitioners.\n\n> There are all sorts of ways in which our established patterns of living and (perhaps especially) travelling have been transformed by our corporate and personal responses to the Covid-19 virus.\n\nThe most obvious upshot is that we’ll simply not be able to pack ourselves onto buses, trains, tubes and trams in anything like the numbers we previously did. But it’s not just that our ability to do so is limited by government ordinances, it’s also that our unwillingness to be squeezed in with strangers will likely endure long after restrictions are lifted. It was one thing to experience, close up, the garlic-eating proclivities or halitosis of our fellow passengers; it’s quite another now to be aware that ‘bad breath’ has potentially a far more sinister meaning.\n\nThis very day I was in a meeting where Steve Gooding, the director of the *RAC Foundation*, asked the question, *“When is social distancing going to end?”* As he did so, it struck me afresh that there will be no single answer. Because, while the Government may relax its official instructions, as it did just a few minutes after Steve asked his question, we ourselves may not choose to exploit that freedom. Or, we may already have been taking liberties for weeks.\n\nThe popular saying is that rules is rules. But this overlooks the fact that ‘rules’ may not actually be rules, and that they change, may be hard to interpret, and may be wilfully misinterpreted (aka ignored). Different people seem to have different instincts when it comes to law-abiding, while some find it easy to dismiss rules that are easy to question (“Why is it 2m here, but just 1m in France? And 1.5m in Australia?”). We can see, therefore, that just because a crowd might possess a wide diversity of opinions doesn’t mean that all in it will pursue a wise course. That very diversity is as likely to lead to conflict.\n\n> The message that our health might be endangered unless we keep far more distant from other humans than we used to is likely to be one of the most lasting legacies of the present crisis. It’ll almost certainly be the most challenging for transport practitioners.\n\nAs you will likely have experienced yourself, and certainly have seen in the news, the propensity of some individuals to follow rules – even those they made – is very low. At the other end of the scale, there are many who will simply choose not to exercise their official freedoms, even when they have them, because they fear the possible consequences for their health (even if this fear is not, by then, justified by scientific evidence).\n\nPut simply, if somewhat tritely, the wisdom of crowding is likely to remain highly questionable for a large swathe of the population for a far longer period of time than is strictly necessary; and the period when it is strictly necessary may well be longer than many are currently hoping or expecting.\n\nAll of which means that, when it comes to transport, ‘the numbers game’ has suddenly come to dominate policy-makers’ thinking. At least, that’s the most plausible reason for recent Government pronouncements concerning investment in walking and cycling. *“Public transport simply won’t be able to do nearly as much heavy lifting as it did. If everyone who can do goes by car, the highway system will simply break down. Therefore, walking and cycling will simply have to carry a much greater load.”*\n\nThree months ago, it would have seemed an impossible dream that the Department for Transport might write to all English local authorities, as it did today (28th May), saying that *“to receive any money (from a £250m Active Travel Fund), you will need to show us that you have swift and meaningful plans to reallocate road space to cyclists and pedestrians, including on strategic corridors.”* But it happened.\n\n> The wisdom of crowding is likely to remain highly questionable for a large swathe of the population for a far longer period of time than is strictly necessary; and the period when it is strictly necessary may well be longer than many are currently hoping or expecting.\n\nTwisting my title one final time, might it be that the concern about over-crowding on our transport systems has finally imparted the necessary wisdom to those in power? That the act of having to stare the transport ‘numbers’ square in the face has opened eyes long thought shut to the pressing need for change?\n\nPerhaps they’d already been prised open a little by the work that went into the Department’s Decarbonising Transport plan, launched in the same week that ‘lockdown’ was announced. In his foreword, the secretary of state wrote that *“Climate change is the most pressing environmental challenge of our time”* and that *“Public transport and active travel will be the natural first choice for our daily activities. We will use our cars less…”*\n\nWhether the motivation is, Coronavirus, or the Climate Emergency, or both, UK transport policy is becoming more aligned with the greater good, even if some in the crowd would still beg to differ.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "The message that our health might be endangered unless we keep far more distant from other humans than we used to is likely to be one of the most lasting legacies of the present crisis. It’ll almost certainly be the most challenging for transport practitioners.",
  "headline": "The wisdom of crowding",
  "issue": 799,
  "categories": [
    "Transport Planning",
    "Public Transport"
  ],
  "allowComments": true
}