{
  "datePublished": "2021-12-02",
  "body": "Reflecting on the 5th Annual *Local Transport Summit* in Brentford last month, I felt privileged to be part of a discussion that could come to be seen as a significant moment in the history of professional transport planning in the UK. The significance may not have been the event itself, or any of the individual speakers and their presentations. But after the traumatic experience of the past 18 months it provided a special opportunity to get together physically and to take stock of what had changed in the world since the start of the Covid-19 pandemic.\n\nAnd the world certainly seems to be a different place, needing new approaches to addressing the very real challenges that humanity faces.\n\nAside from the consequences of the pandemic, which are still working through, the Summit came just after COP26. I wasn’t present at COP26, but there were plenty of people at the Summit who were also in Glasgow, and who shared their observations with us, and the implications for local transport.\n\n### The message from COP26: Inaction is not an option\n\nThe message from *Greg Marsden*, professor of transport governance at ITS Leeds, *Richard Walker*, transport planning and policy adviser at ITS Leeds / DfT, *Martina Juvara*, director of Urban Silence, and *Keith Mitchell*, director of Transport and Place at Stantec was clear and unambiguous; inaction is not an option.\n\n> What we are discussing now is arguably a new version of what happened 25 years ago.\n\nWe were reminded that addressing the problem is not all about ‘us’, both geographically and professionally. We need to view this as a global and multi-disciplinary challenge; nor is either all about politics or technology, but how we live as a society, and what we expect to individually be able to do.\n\nTo succeed in tackling climate change, local action in the UK must be joined up with national policy, and empowered to make a real contribution – quickly. We must establish data and evidence to improve decision making, and we need local place-based initiatives and programmes that encourage community participation and responsibility to make changes in what we do, and the impacts it has. All this implicitly requires cross sector collaboration.\n\n### A new era of Local Transport Plans: A more proactive DfT\n\nThe Summit was also an opportunity to take stock of the role of the public sector and recent more interventionist approach to transport. *Stephen Fidler*, who leads on local transport at the DfT, brought news of the revival of Local Transport Plans and their framework for supporting integrated funding of transport in local areas. We should also look forward to future local transport funding being conditional on quantifiable carbon reductions. There was news also of innovation for rural transport; the DfT expects Demand Responsive Transport to play a bigger role in rural transport in the future.\n\nThere was a hint too, that perhaps the Law Commission review a few years ago into Taxi and Private Hire Services may also lead to new legislation in this area, and of greater clarity being provided on the status of new kinds of micro-mobility.\n\nThe Summit also discussed the more realistic view of technology; it was refreshing to be in a forum where the impending promise of new technology did not drive everything. Indeed, *Thomas Ableman*, director of Innovation at TfL and *Peter Harrop*, founder of expert advisors IDTechEx poured cold water on some of the outlandish products out there, looking for speculative investor money to deliver flying cars, passenger carrying helicopter drones and hydrogen powered vehicles, but they also shared their insight on some of the innovative yet more realistic possibilities for advanced mobility solutions.\n\n> For me, the Summit was a reminder that those who were once the new radicals, should be very careful not to now become the old guard.\n\nThough both thought that previous assumptions of the timing of the roll-out of autonomous vehicles were significantly slipping.\n\nFor those of us gathering in Brentford, supported by hosts from the London Borough of Hounslow, these are exciting times to be working in the transport sector; the landscape of transport policy has changed yet again and the Summit was an occasion to discuss and chart a new way through this new landscape.\n\nOne of the phrases we heard from several speakers at the Summit — practitioners working in various dimensions of the domain — was “I am not a transport planner, I am (something else)…”. This was then followed by a professional descriptor that the speaker was more at ease with in their day-to-day professional activity, though comfortably recognising the contribution they could make to the local transport discussion.\n\n*Deborah Saunt*, an architect, showed us digital tools to improve our analysis of transport and placemaking and the consequent design of suitably effective measures; *Stefanie O’Gorman*, an economist, discussed 20 minute neighbourhoods in the Scottish urban and rural context; *Martina Juvara*, a non-transport planner pointed to the need to change fundamental planning practice; *Alan Wood*, a bailiff, showed us how £1bn annually that could be spent on local transport is evading collection by persistent and nuisance vehicles, and what can be done about it; *Pete Dyson* and *Rory Sutherland*, behavioural science practitioners, launched their book Transport for Humans about how ordinary people make transport decisions and not always how the experts expect them to.\n\n### Culture wars: new landscape that challenges policy making\n\nThe Summit discussion on Culture Wars was also a reminder of how the landscape of public engagement has changed and how challenging professional policy-shaping input and public and political engagement and delivery has become. People were not simply waiting for the transport experts to tell them what was good for them whilst wagging their fingers at them, as *John Dales*, Director of Urban Movement, put it.\n\nThis was a sign, perhaps, that the context for transport has also significantly changed and how we have to embrace this change and re-examine our propositions and our approaches, and the skill-set (and mind set) available to us.\n\nWe need a moment to reflect and particularly ask ourselves if we have the right team members and perspectives for dealing with all the many dimensions this new landscape is opening up.\n\n> This Summit could come to be seen as a significant moment in the history of professional transport planning in the UK.\n\nOn a macro level we have to recognise what is required to deal with climate change issues and deliver sustainable transport and mobility solutions is no longer just a transport issue, but is integrated — as it has always been integrated — with land use, economics, urban design and a multitude of other things, including energy, finance, other business interests, public opinion and political will.\n\nAt a local level, the challenge is relating transport patterns to other daily decisions and activities, and the trade-offs everyone faces in their lives. All this means that we need to signal a willingness to have a conversation across professional disciplines and work together to make it all add up. Perhaps acknowledging that the transport profession — let me re-phrase that: the old style transport profession — cannot have all the answers.\n\n### The old order changeth: is history repeating itself?\n\nThe more we talk to people, the more we open the discussion and can have cross sector thinking. As we heard from *Stuart Blackadder*, from TfGM, exploring and co-ordinating effective cross-sector links between the Health and Transport Sectors in Greater Manchester yielding great outcomes for both.\n\nThis Summit could come to be seen as a significant moment in the history of professional transport planning in the UK. I recall two other times during my professional career that later came to be seen as similarly significant moments. These happened in the consecutive years of 1995 and 1996, which on reflection was a momentous period for transport planning professionals in the UK.\n\nBack in 1995/96 — now 25 years ago — there was a heavy discussion about the direction for transport policy in the UK. The Royal Commission on Environmental Pollution (RCEP), led by *Sir John Houghton*, had just published its report on Transport and the Environment which signalled the need for a review of policy based on cars and road building by vocalising very effectively and with great clarity and evidence (and arguably for the first time at national Government level) that a fundamental rethink on car and road-based policies was needed to control their adverse impacts.\n\n> These are exciting times to be working in the transport sector; the landscape of transport policy has changed yet again and the Summit was an occasion to discuss and chart a new way through this new landscape.\n\nThe RCEP report was one of the prompts that led *Dr Brian Mawhinney*, in his capacity as the Transport Secretary, to start what he called ‘the Great Transport Debate’ in order to seek common grounds in balancing the demands of the environment, the economy and personal mobility.\n\nOne of its first manifestations was a debate at the Sheldonian Theatre in Oxford in May 1995. Mawhinney chaired the session, in which *Dr Phil Goodwin*, then the head of the Transport Studies Unit at Oxford University, and *John Dawson*, then Group Director of the Automobile Association, debated the future direction for transport policy.\n\nIt was obvious to many of those present at the debate at the Sheldonian Theatre, and steeped in the logic of transport planning, that sustaining policies based on unfettered use of the private motor car was not an option.\n\nThis reality seemed to be soon embraced by the Government too. The significance of that event at the Sheldonian perhaps was not immediately realised. But it subsequently led to the publication of the Green Paper, Transport: The Way Forward, which then led to the Integrated Transport White Paper, ‘A New Deal for Transport: Better for Everyone’ published in July 1998 (along with its sister documents, ‘Travel Choices for Scotland’ and ‘Transporting Wales into the Future’) and ultimately to where we are today.\n\n### Challenge to the establishment that gave planners their own voice\n\nThis is an often-overlooked moment, which I feel is worth a proper acknowledgement, particularly as I was pleased to sit myself, quite innocently, right next to *Sir John Houghton* in the Sheldonian theatre debate (see panels on next page).\n\nSignificantly, back then, there wasn’t really an identifiable Transport Planning Establishment quite like the one we have today. The institutional professional bodies at the time each had a claim to a section of the territory, and each felt they were rightfully positioned to discharge the duty of representing the interests of society at large through their membership.\n\nA group of disruptive and discontented transport planners saw this as too institutional — both figuratively and literally — and had therefore begun to request the establishment of their own professional body.\n\n> To succeed in tackling climate change, local action in the UK must be joined up with national policy, and empowered to make a real contribution – quickly.\n\nA second ultimately highly significant event took place a year after the Sheldonian debate, being the 3rd Transport Practitioners Forum, which took place in London in July 1996. This was the culmination of a wide ranging set of deliberations across the transport planning community, where they met yet again to discuss how they could move forward to be better represented professionally.\n\nThe four leading learned institutions were also represented at that meeting — being the Institution of Civil Engineers, The Royal Town Planning Institute, the Chartered Institute of Transport, and the Institution of Highways and Transportation.\n\nThe debate was heated and passionate, but frustrated by the old guard defending the traditional professional boundaries. That Forum concluded it must go on and develop a Transport Planning Society, which eventually, with different degrees of buy-in, had those four existing institutions as co-sponsors of it.\n\nWhat we are discussing now is arguably a new version of what happened 25 years ago.\n\n### New radicals: rising up to replace the old guard\n\nWhen change is required, some restless and frustrated (and they'd like to think visionary) people try and turn everything upside down.\n\nWhen they reach critical mass the established norms are swept away and a new establishment of some kind emerges, to find itself in spaces previously occupied by an old guard.\n\nThough not always entirely ready to set out a clear new agenda and generally endorsed implementation plan.\n\nFor me, the Summit was a reminder that those who were once the new radicals, should be very careful not to now become the old guard, excluding the new tranche of troublesome disrupters whose energies are vital to the new moment in a variety of ways. Some cast the message in the phrase ‘Beware of Group Think’ or of ‘The Echo Chamber’.\n\nIn this regard it was very insightful of one of the Summit attendees to ask the assembled professional audience to indicate who amongst them did not believe that a scheme of road user charging should now be introduced. Not a single hand was raised.\n\nWas that a mirror of our wider society, he wondered — or perhaps an indication of a worrying disconnect.\n\nTaking the train home back from Brentford, I could not stop thinking of TS Eliot’s Journey of the Magi and the lines: *We returned to our places, these Kingdoms, But no longer at ease here, in the old dispensation, With an alien people clutching their gods. So let us ask now: ‘Who are our Gods?’*\\\n\\\nAre they still deserving of our Worship?",
  "author": "Arman Farahmand-Razavi",
  "published": true,
  "subHeadline": "Arman Farahmand-Razavi offers his personal reflections on a forum that embraced the big issues of our time, and how it has reminded him of past gatherings of the sector’s leading thinkers.",
  "headline": "This might turn out to be another significant moment",
  "issue": 835,
  "categories": [
    "Transport Planning",
    "Communication",
    "Climate Change"
  ],
  "allowComments": true
}