{
  "datePublished": "2020-06-26",
  "body": "It’s understandable that phrases such as ‘back to normal’ and ‘business as usual’ have resonance to people whose lives have been disrupted. We yearn to see relatives and friends, are desperate for images of reliable jobs and incomes, meeting places open again, and seeing grandchildren (and a little less of the children, handing education back to those who know what they are doing). Even those who are confronting issues of homelessness, hunger, health and desperation, and need space to cope with grief, would love to be offered some hope of a normal life. Back to normal is a powerful phrase.\n\nBut professionally, they have quite different meaning, with formal scientific definitions, central to the techniques of transport planning. For professionals, failure to distinguish the huge emotional underpinning of the phrases in daily life from strict analytical practice will render us incapable of judging sensibly what must come next.\n\nIn transport professional use, ‘business as usual’ is a very specific term of art, a label to a line on a graph, a defined projection of possible future conditions. In describing ‘business as usual’ it is assumed that well-established trends in causal factors such as economic productivity and demographic structures continue reasonably smoothly into the future, having predictable effects on travel patterns. It is by convention assumed that the policies in operation are defined by known and clearly-defined local and national government decisions already taken. The idea is that such a framework gives forecasts of a basic, most likely, future if no important changes are made to policy or projects.\n\nAs a tool for identifying flaws or shortfalls in that future, business as usual is intentionally set up to defeat itself, enabling thoughtful assessment of problems and identification of new projects, initiatives, policies and structures suitable to solve them.\n\nSo one might conclude, for example, that ‘on business as usual assumptions’ traffic congestion will be an intolerable burden, or climate change an even worse one (either or both being the most usual conclusions from such analysis), and judge a programme of interventions to make things better. For analysis, ‘business as usual’ is rarely set up to be a favoured future, though in appraisal it too frequently reverts to just that.\n\n> The line on a graph called ‘business as usual’ has simply become meaningless. Yes, we plead, let us feel we can lead normal lives, but for planning and forecasting we cannot credibly translate that into a tenable description of normality.\n\n‘Back to Normal’ is a necessary condition for such projections. It assumes norms of daily life and activities, with patterns of regular, repeated, often habitual behaviour, so well established that the core trends will continue.\n\nEven the ‘new normal’ is a proposition that Covid-19 may have disrupted the old patterns of life. But reasonably soon a new pattern will assert itself whose features we do not yet fully understand, because transformational experiences have not yet settled down. Close monitoring and inventive research will reveal them in a usable time frame.\n\nThen we shall be able to replace the old assumed habits by new ones, the old assumed ‘base case’ for forecasts by a new but equally dependable one. The updated concepts of ‘normal’ and ‘business and usual’ would then support formal, evidence-based appraisal of rational policies and projects.\n\nSome readers by now will be wondering at this preposterous account. It is a convenient fiction, intended to make sense of our professional lives and tractable tasks. The proposition suffers from two fundamental flaws.\n\nThe first flaw is that in the near future we are not credibly entering into a new period of stability and controlled processes. In recent weeks, temperatures in the Arctic have exceeded 30 degrees, and some readings over 40 degrees. The virus pandemic at a world scale is still on a clear upward curve, as it is in some local areas. At the national level the population desperately wants to be assured that the Government relaxation of restrictions is well-judged, and there is an unprecedented level of doubt – shared by many scientific advisors – about the wisdom of that judgment.\n\n> Even the ‘new normal’ is a proposition that Covid-19 may have disrupted the old patterns of life. But reasonably soon a new pattern will assert itself whose features we do not yet fully understand.\n\nAt a time when the main government intention about vehicle design is the importance of replacing fossil fuel by electricity to reduce carbon outputs, the main market trend has been increases in vehicle length, width, height and weight doing exactly the opposite.\n\nSensible long-overdue reallocation of road capacity away from cars by policy is offset by capture of extra capacity for them by sheer presence. Necessary reductions of carbon by electrification are offset by perverse financial incentives that increase road traffic and reduce public funds.\n\nWe are only months away from the disruption of still undefined new relationships with the European Union, in which the main choices seem to be between wrecking the economy or wrecking the Government’s voting coalition, and maybe the Union of nations in the UK. The pattern of international movement is entirely uncertain.\n\nWe have accumulated a scale of debt – Government, institutional and private – that no rules exist for easily solving. Scars haven’t even started to heal, and some are still being inflicted. The social contract between Government and peoples is hugely stressed. The most powerful country in the world is led by Donald Trump. The symbol of our times is Ozymandias.\n\nIn such times how on earth can one talk of ‘back to normal’? Almost nothing can be described as ‘normal’. I count myself as an optimist, and I do think we can get ourselves out of the abyss, but the idea of a line on a graph called ‘business as usual’ has simply become meaningless. Yes, we plead, let us feel we can lead normal lives, but for planning and forecasting we cannot credibly translate that into a tenable description of normality. We have never been here before.\n\nThe second flaw is ironic. In the halcyon days of our careers, when we did think we knew what we were doing, and did use baseline forecasts and business as usual assumptions, they were, over and over again, simply wrong. For over 30 years, every single long-term national traffic forecast has had to be abandoned, because within five years (and sometimes even sooner) it was clear that the central forecast was overestimated. The reasons attributed were different every time – a recession, an oil price crisis,  mistakes in population projections or economic growth. This time, the overestimates in the 2018 base forecasts for the 2020s will be because of Covid-19. Next time, on current form, it will be Brexit.\n\n> The population desperately wants to be assured that the Government relaxation of restrictions is well-judged, and there is an unprecedented level of doubt – shared by many scientific advisors – about the wisdom of that judgment.\n\nSo our transport infrastructure has been planned with a generation of projects whose traffic forecasts have been wrong. Underneath the specific reasons, the presumption that we had well-established, largely habitual, reasonably well understood trends in behaviour and choices – the old normal – was itself under pressure before the pandemic started. Since the early 1990s the old normal failed to take account of fundamental changes in urban-rural balance, lasting shifts in travel behaviours of young adults, precarious employment, and on-line social networks.\n\nIn fact a whole stream of research work culminating in the two or three years before the pandemic started had already required abandoning the old conception of business as usual, and the norms of behaviour underpinning it.\n\nHesitant steps towards replacing forecasts with scenarios were approved – quite rightly – by the *Department for Transport*, but this has never been used seriously by scheme promoters, who could not conceive that the old normal was breaking down, along with the planning assumptions and forecasts based on it.\n\nAs planning tools, the ‘usual’ and ‘normal’ are strangely based on a temporary, long gone decade or two, around the 1970s. They were already out of key with the modern world long before the virus came to disrupt our lives. If they were ever a useful guide, that came to an end by the 1990s. in the same way that some images of the future of technology are a restatement of the fantasies of the 1950s.\n\n‘Business as usual’ is not a thoughtful view of a future, but a nostalgic vision of the past – and a past than wasn’t even true. Now, we are explorers.",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "The line on a graph called ‘business as usual’ has simply become meaningless. Yes, we plead, let us feel we can lead normal lives, but for planning and forecasting we cannot credibly translate that into a tenable description of normality.",
  "headline": "Time to get back to normal and kick-start business as usual?",
  "issue": 801,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}