{
  "datePublished": "2022-01-14",
  "body": "Glenn Lyons is fed up with waiting for promised government action to control the abuse of pavements by motorists and motoring. He wants 2022 to be the year that this issue is finally tackled - and a proper balance of advantage is created between walkers, wheelers and those in cars.\n\nIt is deeply worrying to me that the natural habitat of walkers and those on their own self-powered wheels is under ever more threat from encroachment from another invasive species that is outgrowing its own habitat - the motor vehicle. And I don’t just mean isolated incidents of legitimate pavement users being forced off the pavement and/or verbally abused, but that we seem to be facing an epidemic of driver misbehaviour.\n\nSocial norms have become distorted so that some (many?) motorists have assumed a form of privilege, ignorant of the implicit sense of entitlement they enjoy and have grown to expect at the expense of others. This comes at a serious cost to the walker and wheeler.\n\nWe are promised by the Government a world class walking network by 2040, so only 18 years to wait. Yet in the meantime, a secondary addiction to car dependence is seizing the nation - pavement dependence. Motor vehicles (or rather their users) just cannot help themselves when it comes to taking pavement space for their use, and the authorities in the main are doing little or nothing to stop them. To pavement parking, we are now (it seems) set to add extensive formal provision of electric vehicle charging points on the pavement too, or elsewhere see charging cables trailing across pavements. Frankly some pavements are now being treated more like service lanes for vehicles and waste collection (commercial waste and domestic wheelie bins).\n\n> ...a secondary addiction to car dependence is seizing the nation - pavement dependence...\n\nThere were signs of hope that the endangered species of walkers and wheelers were showing signs of recovery and a greater assertion of their legitimate rights before the COVID-19 pandemic hit. In a three-year period, walking trips under one mile per person per year were up by 31%. And walking's popularity was shown during lockdown periods too, with many humans demonstrating their capacity and appetite for getting around under their own steam. But to support these welcome trends we now need to boldly and imaginatively address our built environments to help active travel flourish -and time is of the essence.\n\nDid you know that it’s now over a year since the UK government’s consultation on options to tackle pavement parking closed? “We’re analysing your feedback” is still the message on the consultation web page.\n\nWhat’s taking so long? Is it because there were so many responses? Is it because it’s such a difficult decision to make in terms of what to do? Or is it that walking and wheeling are low priorities in the scheme of things?\n\nThe consultation offered three options:\n\n1. To rely on improvements to the existing TRO (Traffic Regulation Orders) system.\n2. To allow local authorities with CPE (Civil Parking Enforcement) powers to enforce against “Unnecessary obstruction of the pavement”.\n3. A national pavement parking prohibition.\n\nI appreciate that there are considerable practicalities implied with all three options. Yet this is from a current standpoint of there being an appalling existing situation (more below).\n\nIt is clear to me that the right course of action has to be option 3. The consultation document describes this more fully as follows:\n\n*“This option would establish a general rule against pavement parking except where there is specific permission for it. We propose this would mirror the London pavement prohibition; with exemptions in place at many locations.*\n\n*“Motorists would benefit from a consistent rule: ‘you must not park on a pavement except where signs permit’. Traffic signs and bay markings would show drivers where pavement parking was still allowed.”*\n\nI like the sound of that.\n\nBut it also goes on to outline all the challenges, starting with *“a national pavement parking prohibition would be the most significant change to English parking law in several decades, and local authorities would need to undertake a substantial amount of work to prepare for it”.*\n\nIn my own submission to the consultation response, over a year ago, to the question: *“How would you define an 'unnecessary obstruction of the pavement'?”* I offered the following definition: *“Obstruction of the pavement for the convenience/peace of mind of the vehicle owner/driver at the expense of the safety/self-worth/convenience/peace of mind of those walking or wheeling on the pavement.”*\n\nThis, for me, is at the heart of it. It’s a trade-off where choice is involved.\n\nAn open letter at the end of last year from Living Streets to the Department for Transport (with several other organisations also as signatories) echoes the frustration of many: what happened to the consultation, where is the response and when is this mounting misery for walkers and wheelers going to be brought to an end?\n\nLet this sink in: 87% of parents have had to walk into the road because of pavement parking. This is not an isolated incident of inconsiderate parking here and there, which happen to be captured and spun out over social media. This is an epidemic. An invasive species has dangerously and voraciously encroached on the natural habitat of walkers and wheelers.\n\nIt is hard to be shocked by news these days about the world. But it is not so hard to be saddened on a daily basis by it. There were two instances I saw in quick succession on social media recently. Both reflect misogyny as well as abusive and harmful behaviour towards women from people behind the wheel of a vehicle:\n\n*“Just received a shed load of abuse from two drivers on our school street who “have a permit” but drop their kids outside the front gate. Fair enough, you have a permit but does that mean you have to scream abuse at people waiting to see their kid safely in the school gate.”*\n\n*“Had to pull over 2 mins from my house. Man in car tailgating me. I ask him to stop & he tells me to get in the bike lane. I explain there isn’t one. He says well get on the ‘sidewalk’ then as he needs to get to work. I cycle 15 mph. Toxic masculinity x car = road danger.”*\n\nTwo isolated incidents? I doubt that very much indeed.\n\nIt really seems as though some people become possessed once they are behind the wheel of their vehicle. They have an ignorance of other road users brought about by the sense of privilege that years of subservience to the car in our built environment design has created.\n\nYet while motorists cause misery to others with their pavement parking, it seems we are not to countenance causing any misery to motorists.\n\nAdmittedly the context needs to be known for this quote from the UK Secretary of State for Transport but he said in a tweet before Christmas: *“Every motorway and major A road in the country is now covered by injunctions preventing people from blocking the road - anyone who causes misery to motorists may face prison. I'll continue to do all I can to protect road-users and prevent dangerous, disruptive behaviour”.*\n\nI have to ask then, will you be doing all you can, Secretary of State, to protect vulnerable road users from the dangerous and disruptive behaviour of some motorists? To do so I look forward to the Government very soon announcing a nationwide ban on pavement parking in England.",
  "author": "Glenn Lyons",
  "published": true,
  "subHeadline": "Glenn Lyons is fed up with waiting for promised government action to control the abuse of pavements by motorists and motoring. He wants 2022 to be the year that this issue is finally tackled.",
  "headline": "Time to act on pavement misuse",
  "issue": 837,
  "categories": [
    "Pedestrians"
  ],
  "allowComments": true
}