{
  "datePublished": "2020-05-15",
  "body": "All discussion of strategic and local transport planning at present is seen through the lens of the urgent imperatives of pandemic, which have changed the boundaries of policy in contradictory directions. Coronavirus has given a boost both to the Paris concept of the 15-minute city, a return to local provision of services, and great attention to short distance travel; but at the same time it has also given a boost to suburban and pseudo-rural living, implying low densities, long distances, car dependence, and an illusion that such growth could be coped with by a large expansion of road capacity.\n\nSo we are living in the middle of the largest, swiftest, changes in travel behaviour ever seen, and that has opened up futures of simultaneous inconsistent trends. Different things will be happening to different people, places, social groups, occupations and age groups. This does not mean that we are uncertain about whether one or the other direction will be taken. The near certainty is that they both will. The uncertainty is which will win, and where, and that is about policy, not forecasting. The overall effect is that the prospects are more complicated, with both the positive and negative possibilities more sharply defined.\n\nSo that brings me to my central point, which is what happens to the idea of a cautious, thoughtful, agreed, rationally planned future, implemented by evidence-based, elaborate, formal, appraisal rules and analytical methods?\n\nThese procedures were codified over half a century ago, in the 1960s, and were very influential especially in consideration of traffic congestion, and whether it was more economically efficient to treat it by road building or by road pricing, mostly concluding that pricing was more efficient but road building was to be chosen. (They were less influential in considering managing by other than pricing, which I’ll come back to).\n\n> What role do trade-offs have when the driving force of policy is imperative? Climate change, like Covid-19, has legal or moral or political authority that changes the importance that can be put upon the results of calculations of cost and benefit.\n\nAt the heart of these methods was the concept of trade-off, for both individuals and policy-makers, analytically weighing up the costs and benefits of alternatives against each other to see what is most worthwhile.\n\nHowever what we are seeing is a more complex view of behaviour, a progressive widening of the scope and objectives of transport plans, and a greater recognition of uncertainty. In this, the rule-based calculation of benefit and cost trade-offs have generally been influential, but in slowing rather than accelerating the changes, only occasionally instrumental, and rarely decisive.\n\nThis was partly due to the effect of uncertainty on the intellectual credibility of forecasts of a ‘most probable future’, which is no longer a meaningful concept. Planning under deep uncertainty now requires consideration of a range of alternative credible scenarios, for example with both the possibilities of high growth and low growth, even decline. This was already happening well before coronavirus added to the mix. In principle, rule-based appraisal can accommodate uncertainty, but mostly the attempt to do so in practice has been slow and reluctant.\n\nSo it’s ironic that at the same time as uncertainty about the future deepens, there has been a distinct move to its opposite: planning derived from imperatives. There seem to be four different situations where this has displaced, fully or in part, decision-making by formal BCR-type calculations.\n\nThe first relates to law. My thinking on this was triggered by the legal ruling on the proposed third Heathrow runway, saying that the proposal cannot go ahead because the formal appraisals – huge and voluminous – had not complied with a legal requirement to take into account a legal commitment on carbon reduction.\n\n> We are living in the middle of the largest, swiftest, changes in travel behaviour ever seen, and that has opened up futures of simultaneous inconsistent trends.\n\nThat commitment, in effect, took precedence. In the sense used in card games, the law trumped the calculations. The underlying point is that abiding by the law is not itself a trade-off, to be weighed in the balance, but an imperative.\n\nThe second situation is the pandemic. In this case there simply is not the luxury or moral authority for prolonged impartial weighing of costs and benefits (and, indeed, at an earlier stage when it seemed that there was interest in decisions based on a calculated trade-off between loss of life at a massive scale, and the ‘needs of the economy’, decision-makers swiftly backed away from the approach). Averting tragedy became an imperative in which budgets and actions were made available far beyond previous presumptions. So there has been the fast-track support for traffic management and road space reallocation for walking and cycling at a scale that some decades of favourable cost benefit calculations had failed to deliver.\n\nThe third case is the much longer established application of imperatives to simple and common sense matters of traffic regulation – which side of the road to drive on, for example, or speed limits, or control of parking on road or pavement, or regulations determining standards for, say, the emission of noxious emissions. In all these cases there may well have been extensive research on costs and benefits before the regulations are established, but after they are embodied in law, they are treated as constraints, not trade-offs. It is not a revolutionary destruction of rational planning to assert and enforce such standards, but a practical way – perhaps the only practical way – of implementing rational planning.\n\nThe fourth case is where there are fundamental questions of moral values – the case of slavery, for example, where abolition most certainly had major economic consequences for everybody, with consequential personal and institutional interests for both slavers and enslaved. But the decision, when it came, was not argued in terms of weighing up those economic arguments, but in terms of human rights and acceptable standards of civilisation. (Though an economic rationale was devised, and stood alongside the moral one).\n\nSo where does that leave the case of carbon? So far, the application of methods for calculations that had seemed so established in relation to saving seconds or minutes of travel time on journeys, has not had remotely the same impact on projects in relation to saving grams or tonnes of carbon on the same journeys. Yet carbon targets (rightly in my view) have been given a weight in strategic objectives based on the global imperative of climate change. Climate change, like Covid-19, has legal or moral or political authority that changes the importance that can be put upon the results of the calculations of specific cost and benefit.\n\n> There has been the fast-track support for traffic management and road space reallocation for walking and cycling at a scale that some decades of favourable cost benefit calculations had failed to deliver.\n\nThe crucial question is why has the application of cost-benefit calculations to the carbon implications of transport investment appeared to accord them so little weight? The answer to that could indeed be that transport projects do not have much effect on carbon. Prima facie that sounds very dubious indeed. An alternative answer could be that erroneous technical methods and assumptions have been applied (I believe that to be so). In that case it can be corrected by suitable amendment to the parameters and relationships of appraisal, and the idea of trade-off survives.\n\nThe other possibility is that carbon simply does not belong in the BCR at all, but should be treated at a prior stage of policy and project definition.\n\nSo that’s the key question. What role do trade-offs have when the driving force of policy is imperative? There are things to disagree with in the way governments have handled the imperatives, but I don’t think imperatives in principle are irrational. Imperatives trump trade-offs.\n\nThere will be all sorts of caveats and conditions that one would want to put on that. We can’t allow simply the assertion of imperative to throw away rationality. That would be a blank cheque for arbitrary decisions. There has to be a clarity about what level of public agreement, and what level and type of trust, establishes the imperative in the first place, and those thresholds must – surely – be set very high. We will be faced with many such problems, as the carbon crisis proceeds without waiting for resolution of the pandemic crisis.\n\n*This is an abridged version of a paper that Phil Goodwin presented to LTT’s Zoom discussion last week, entitled ‘Covid-19 and after: transport appraisal and planning in a time of imperatives’. The full paper and the discussion can be accessed by visiting TransportXtra.*",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "All discussion of strategic and local transport planning at present is seen through the lens of the urgent imperatives of pandemic, which have changed the boundaries of policy in contradictory directions.",
  "headline": "Transport appraisal and planning in a time of imperatives",
  "issue": 798,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}