{
  "datePublished": "2022-02-11",
  "body": "There are many weak, incorrect or outdated assumptions in the appraisals that were carried out of currently programmed road schemes says Phil Goodwin. He believes we should pause the controversial and expensive programme, and reappraise schemes properly, testing what contribution they make to carbon targets, their robustness to future climate conditions, and their correspondence with reasonable expectations on travel choices and needs.\n\nWe are accustomed, these days, to the idea that fact and fiction both play out in policy discussion, and this especially applies in appraisal of future conditions where forecasts and judgements are unavoidable. Currently there is a head of steam building up as many outdated assumptions and methods come into collision with new policies and objectives.\n\nThe problem was crystallised in a little noticed Government paper on ‘[Planning Ahead for the Strategic Road Network](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1045938/planning-ahead-for-the-strategic-road-network-developing-the-third-road-investment-strategy.pdf)’ issued at the beginning of December. This suggested:\n\n*“Any enhancement schemes that had funding approved in an earlier RIS \\[Road Investment Strategy], whose development has shown that they remain deliverable and value for money, and where construction has not concluded by 31 March 2025 will continue to be funded in RIS3 without additional assessment in the RIS-setting process”.*\n\nThis mirrors the practice of National Highways to reject challenges to controversial RIS2 schemes on the grounds that the appraisals are based on outdated assumptions and forecasts. A recent well-documented response to this paper – definitely worth reading - by the environmental group [TAN](https://transportactionnetwork.org.uk/wp-content/uploads/TAN-response-to-RIS3-paper.pdf) points out that *“While this might be reasonable for schemes where construction has already started it is totally inappropriate for schemes where construction has not begun”*..\n\nSurely this must be right. The case for urgent reappraisal is that two key inputs – traffic forecasts and climate change – are both under huge pressure from reality, or policy advice, or both. The case that forecasting and policy assumptions must change – in some cases have already changed – is accepted by the Department for Transport, so the decision not to reappraise seems built on sand.\n\nAll the road schemes included in the current ‘RIS2’ and next ‘RIS3’ road programmes have been appraised on the basis of the 2015 or 2018 DfT road traffic forecasts, which were already uncertain even before they were confronted by COVID19 and Brexit.\n\nIn 2018, there were seven scenarios, reflecting two different versions of the model, including Scenario 1 assuming that new demand trends observed in the previous period had now come to an end, and Scenario 6 assuming continuation of those demand trends.\n\n> ..results showed that the slow growth in overall traffic volume in the preceding period was composed of two contrary trends, with successive generations of young people using cars less, while successive generations of older people were using cars more.\n\nWhen published, more prominence was given to Scenario 1, by grouping it with various sensitivity tests in Scenarios 2-5. The same tests were run, but not published, for Scenario 6, though they equally logically applied. The overall impression was that 6 was the ‘outlier’ rather than an alternative fan of uncertainty. Scenario 1 therefore appeared in the middle of the published range and has since been taken in practice as the default base case, distorting the ‘with-project’ appraisals.\n\n### The world has changed a great deal\n\nThere were two research projects commissioned by DfT in the immediate lead-up to the 2018 forecasts, which together improved understanding of the trends. One was on young people’s travel, by [Kiron Chatterjee et al](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/673176/young-peoples-travel-whats-changed.pdf), which included analysis of the cohort effects of aging carried out by Gordon Stokes, and the other was on spatial variation, done by [Peter Headicar](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/674568/analysis-from-the-national-travel-survey.pdf).\n\nThe results showed that the slow growth in overall traffic volume in the preceding period was composed of two contrary trends, with successive generations of young people using cars less, while successive generations of older people were using cars more. Everybody was getting older, of course: the lower car use of the young was partly maintained as they got older, while the high car use of the old was modified by natural trends in mortality. These effects interacted with car use reduction in cities and large towns, but increases in small towns and rural areas. Work on both effects was then paused, unfortunately, so further assessment of the two approaches remains to be done. But we do know that the overall traffic level did not increase on the predicted track, because of two other issues which were not in the forecasts at all – Brexit and Covid, which I shall deal with in turn.\n\n**Brexit.** The most obvious immediate and short term effects of Brexit on trade between the UK and EU, were notably traffic between Ireland and the EU, as the ‘land bridge’ routes through Wales and England switched to expanded ferry routes bypassing the UK. More generally, it looks as though there will be lasting effects on traffic using the East and South Coast ports and in principle (though less so) the Atlantic Ports. In the longer run I expect it will not be politically allowed to model a potentially lasting negative effect of Brexit on economic growth, but it is surely sensible to pay much more serious attention to the effects on traffic of scenarios with significantly lower economic growth in sensitivity tests.\n\n**Covid.** It will not be possible yet to assess the ‘lasting effects’ but there is no basis for assuming that there will be none. To assume that trends revert to the ‘Pre-covid normal’ is unsatisfactory also, because the pre-covid ‘normal’ was actually a complex shift from earlier decades due to the age and location impacts mentioned above. The prevalence of working from home, and home delivery of shopping, are key elements, affecting peak and off-peak flows differentially, and there will be a need for a scenarios on both, whether achieved spontaneously or by policy intervention. And there will be a need to reassess the extent of improvements in public transport that will be necessary to offset the hit due to social distancing.\n\nTaking these together, it seems difficult to assert with confidence that a return to uninterrupted sustained long term growth of traffic, as envisaged in the favoured Scenario 1, is a suitable base for appraisals.\n\nI am not aware of any other country which exactly follows the appraisal practice of the UK, but the Netherlands do have a long-standing interest in formal cost-benefit analysis, and practice in national traffic forecasts. A [recent article by Ari Bleijenberg](https://www.linkedin.com/feed/update/urn:li:activity:6893865000956416000/) asks:\n\n*‘Are we seeing the end of growth in car traffic? Last year the Dutch government published far lower projections for car growth than what it had predicted back in 2017. Its upper projection for 2040 was halved, from 27% growth to 13%, while its lower projection even predicts a decline in car traffic per inhabitant of 11% between 2018 and 2040. The graph shows the outdated and new official projections. The reason for this correction is that the former 2014-2040 forecasts were clearly too high. Car traffic was in 2019 – pre-covid – even more than 3% beneath its low variant for the same year. Too bad that building new highway capacity was decided based on these unrealistic forecasts.’*\n\nThis almost exactly corresponds with my judgment in 2018 that a better forecast for the UK would also imply around half the growth in a ‘high scenario’, and should include one or more scenarios for traffic reduction.\n\nBut none of this takes into account the biggest change of all since 2018, which is the acknowledgment of a much greater impact of climate change and the urgency of need for policies to respond to and alter it.\n\n### Climate Change response means new priorities\n\n**Base-line.** [DEFRA in December 2020 issued revised guidance](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/934339/Accounting_for_the_Effects_Of_Climate_Change_-_Supplementary_Green_Book_.._.pdf) that base-line projections for appraisal should include scenarios of 2°C and 4°C increase in global average temperature. [The Office for Budget Responsibility](https://obr.uk/frr/fiscal-risks-report-july-2021/) discussed the sorts of impacts that such scenarios entail for economic growth and indeed wider social disruption. The likelihood of extreme events, conflict, war, mass migration, disease patterns, civil unrest, governance breakdown, insurance failures, systemic financial crises, and economic instability all provide a backdrop which entirely changes the language and presentation of traffic forecasts. This means that risk registers need serious revision in order to make any realistic appraisal of the robustness of major infrastructure design to unwanted events. None of the analyses used to appraise the 2015 and 2018 generation of proposed road projects have coped with the effects of climate change at anything like this level.\n\n**Decarbonisation.** Another main issue is the effect on appraisal of a scenario based on the successful achievement of the Government declared policies for decarbonization. There are differing views on whether the Government will seriously implement these, but it would be bizarre if Government traffic forecasts assume they will not be delivered.\n\nAs a reminder, quite apart from electric vehicles, there are the following undertakings which will affect demand and traffic forecasts:\n\n* 50% of all urban trips by walk and cycle, plus a substantial increase in public transport use.\n* Increasing car occupancy overall (of the order of 15% mentioned as an example) Improved and more attractive long distance rail services integrated with bus-walk-cycle access.\n* Improved intercity express coach services.\n* Shift of road freight onto rail, shipping & cargo bikes.\n* Embedding transport decarbonisation principles in spatial planning to ensure that new development promotes sustainable travel choices.\n\nNone of those elements were included in the 2015 or 2018 forecasts (and if they had been, it would only have been in a ‘with policy’ scenario then thought very unlikely). Now they are described as firm Government commitments. By my back of envelope calculations, assuming delivery of all of these and allowing for a more sensible degree of interaction between short distance and long distance travel, these could easily add to a reduction on overall traffic volume in the order of 20%, maybe 30%, which would clearly be of significance in project appraisal. This may be seen in the context of suggestions from many environmental specialists that traffic reductions in the range 20% up to 60% are required to meet climate targets, depending on the rate of conversion to electric vehicles, the extent to which they fall short of zero carbon, countervailing trends in the sales and use of SUVs, and the outcomes of current suggestions to use road user charges directly as a substitute for fuel tax revenue. Scotland currently has a target for a 20% reduction, and Wales for 10% with a pause on all road schemes while they are assessed for consistency with Welsh policy objectives by an independent panel.\n\nAnd finally, as I’ve discussed in my LTT contributions before, the Government recommended values of carbon for use in appraisal, recommended by BEIS in September and now incorporated in the [DfT’s TAG data-book](https://www.gov.uk/government/publications/tag-data-book) (Table A3.4), make a very substantial uplift to the importance that carbon has in the assessment of costs and benefits.\n\nNational Highways have so far refused to revise any of the cost benefit calculations of their current schemes to take account of these values, even though it is very easy to do (a look-up table and a spreadsheet, taking a couple of seconds of computer time). Others who have done so informally find that it can make a substantial difference to the estimated costs, and even reverse the outcome. To carry out these recalculations is a necessary condition for taking carbon seriously in transport.\n\nIn summary, there are many weak, incorrect or outdated assumptions in the appraisals that have been carried out of currently programmed road schemes – the ones discussed above, and other important changes including to population forecasts, pensions, employment structures, higher education and telecommunications. It would be far better to pause the controversial and expensive programme, and reappraise schemes properly, testing what contribution they make to carbon targets, their robustness to future climate conditions, and their correspondence with reasonable expectations on travel choices and needs. At a time, we are told, of huge financial pressure, a pause is entirely sensible, and an unexamined continuation not responsible.",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "There are many weak, incorrect or outdated assumptions in the appraisals that were carried out of currently programmed road schemes.",
  "headline": "Unresolved tensions in the appraisal of road projects are undermining decarbonisation and value for money",
  "issue": 839,
  "categories": [
    "Transport Planning",
    "Climate Change"
  ],
  "allowComments": true
}