{
  "datePublished": "2021-08-10",
  "body": "My column this week, written with Professor *Jillian Anable*, is a summary of our forthcoming paper on ‘Two Futures’. It has required rethinking some of our previous work, including our two unsuccessful witness statements in Court. It affects assessment of the <abbr title=\"Department for Transport\">DfT</abbr>’s [Decarbonising Transport report](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1002285/decarbonising-transport-a-better-greener-britain.pdf), and <abbr title=\"Committee on Climate Change\">CCC</abbr>’s work on ‘adaptation’ to climate change.  \n\nThe speed of climate change is now faster than the implementation of measures to limit it. It follows that we are now faced with two real alternative futures.\n\n### Future 1: Runaway climate change\n\nIt is seriously possible that UK and global actions may not be sufficient or soon enough to halt the carbon trajectory which the world is currently following. In this case there will be progressively more serious effects on climate, weather, sea levels, flooding, mass population displacement, food and other production chains, economic geography and consequent travel patterns, all within a time period which is much shorter than the appraisal period for infrastructure schemes or the target dates for ‘net zero’ carbon.\n\nWe will need to give much more attention to flexible transport services whose geography can be swiftly altered.\n\nThere needs to be much greater investment in flood defences, and securing protection and functioning of water supply, drains, and sewage; new locations of housing and employment; changes in materials used to support operation in more extreme temperatures, both hot and cold; and changes in economic structure especially in food production and supply. Emergencies will be frequent and require new response structures of organization and staffing.\n\n### Future 2: Accelerated decarbonisation\n\nThe other future, to which the world is in principle committed, depends on successfully limiting further global climate change. We will need to intensify and accelerate carbon reduction, with immediacy due to the cumulative impact of long-lasting atmospheric carbon.\n\nTransport’s contribution to that requires deep reductions in the volume of fossil fuel road traffic, which will remain the majority of vehicles for more than two decades. In the meantime, the construction of carbon intensive facilities and infrastructure should be halted, and electric power fully decarbonized to prepare for accelerated electrification of the fleet. The carbon costs of vehicle manufacture and scrapping are an increasing part of that calculation, as are the co-benefits of such a strategy for efficiency and health.\n\n### A shot-silk Strategy\n\nThe current trajectory, globally, is still towards the first future. The decisive period for adopting the second will be in the coming decade. Seen through this lens, Decarbonising Transport is like shot silk, where the warp is blue and the weft is green, but overall only one colour is seen, depending on where the viewer is standing.\n\nThe warp starts with *Grant Shapps*’ comforting headlines: we will still be able to use our cars, because they will be electric; we will still be able to fly away on holiday, using non-carbon fuel; technology will give us a timely transition.\n\nThe weft, scattered in multiple references throughout the text, gives potential for significant  traffic reduction: a very substantial mode shift to walking, cycling and public transport in towns; references to increasing car occupancy overall; improved and more attractive long distance rail services integrated with bus-walk-cycle access; shift of road freight to rail, shipping, and cargo bikes; improved intercity express coach services; and embedding transport decarbonisation principles in spatial planning to ensure that new development promotes sustainable travel choices.\n\n> The impossible future is one in which transport increases with smooth economic growth as the <abbr title=\"Department for Transport\">DfT</abbr> has forecast, but at the same time both national and international economies remain broadly unaffected by either climate change or policies to counter it.\n\nThese silken words make the strategy seem to shimmer and shift. The two strands collide in its treatment of the road programme, which was designed before Covid or Brexit or Paris. A ‘Review’ will be carried out, though not an urgent one. But there will be no halt or reconsideration of schemes previously announced, because the “ambitious roads programme reflects – and will continue to reflect – that in any imaginable circumstances the clear majority of longer journeys, passenger, and freight, will be made by road; and that rural, remote areas will always depend more heavily on roads”.\n\nThis is an extraordinarily weak justification. Every scheme to increase road capacity in the current <abbr title=\"Department for Transport\">DfT</abbr> road programme has been appraised with forecasts of increasing road traffic: growth for around 30 years, sustained at that high level for another 30 years, longer than the entire period of carbon policy. It is irrelevant whether a ‘clear majority’ of long-distance travel remains by road, the point is whether its total volume is increasing or decreasing, and its geographical distribution.\n\nThe disruptive economic and geographical effects of unstoppable climate change will quite certainly drastically change the volume and location of traffic, and also reduce the possibility of confident long-term predictions about how much, and where. The chosen effects of limiting climate change will also change economic geography, with more emphasis on local and sustainable transport. It is not clear how big the overall reduction in traffic will need to be, but figures of around 20% by 2030 are consistent with the specific suggestions in Decarbonising Transport: we are working on those calculations.\n\nThis suggests that our own attention has been partly misplaced. Most of the Court debate about <abbr title=\"Road Investment Strategy 2\">RIS2</abbr> focused on the effects of the road programme on production of carbon, and virtually nothing on the effects of climate change on traffic, because in a preliminary hearing, the Judge ruled that our technical evidence could only deal with ‘de minimis’, the <abbr title=\"Department for Transport\">DfT</abbr> doctrine that additional carbon emissions resulting from the road were small and could therefore be ignored. We were allowed to address that point, though the Judge then ruled that this was a technical disagreement and there was nothing illegal in the secretary of state following the ‘laconic’ advice he had been given by his officials.\n\nThe question of whether the carbon strategy was sufficient was ‘not a matter for the court’. Though legal challenges will continue, the most important issues remain to be determined outside the court, by hopefully well-informed politicians, professionals, and the public.\n\nThe ‘Two Futures’ framework changes the way this must be resolved. Under the first future, the infrastructure plans of which <abbr title=\"Road Investment Strategy 2\">RIS2</abbr> are a part are misguided. The traffic conditions they were designed to solve for 60 years into the future will not happen in the locations envisaged, as even with some traffic growth in the near term, traffic will soon be damped by significant disruption unless the scale of climate-related adaptations matches the scale of climate change. The inevitable falls in the standard of living would itself remove one of the drivers of increased car ownership and use. The location of dwellings, activities and trade will change. \n\nInfrastructure priority will be to protect the population, as far as may be possible, from some of the consequences of climate change.\n\nUnder the second future traffic reductions are a necessary condition of overall success. Decarbonising Transport is written in a way which both accepts that and denies it: resolution cannot be long delayed. In that case, road travel will still constitute a ‘majority’ of trips, but it will be in decline not growth, and the rationale for most or all of the current schemes to cope with increasing congestion will become much weaker.\n\nThere is a third, impossible, future. This is one in which transport increases with smooth economic growth as the <abbr title=\"Department for Transport\">DfT</abbr> has forecast, but at the same time both national and international economies remain broadly unaffected by either climate change or policies to counter it. It is a future with no radical changes in weather, no radical shifts in the location of population or activities, no shortages of food and structural changes in employment; in short, no crises.  This is an untenable combination.\n\nTransport policy may plan to continue as before, but in those circumstances business-as-usual does not lead to trends-as-usual: it carries the seeds of its own destruction.\n\nThe problem we face as professionals is that we have given a specific central importance in modelling, forecasting and appraisal, to the ‘do-nothing’ scenario, as the base level against which costs and benefits of projects are calculated. A logically necessary condition for this has always been that the base scenario is itself a realistic, viable future that we could, if we wanted, choose. Now there is no such future. We will welcome the widest possible engagement in working out the implications.",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "Phil Goodwin and Jillian Anable discuss the role of transport decarbonisation in addressing the impacts of climate change.",
  "headline": "We are now facing two alternative futures, plus an untenable one",
  "issue": 829,
  "categories": [
    "Climate Change"
  ],
  "allowComments": true
}