{
  "datePublished": "2020-04-17",
  "body": "The morning crush on the Tube or bunching up to others on buses and trains across the UK has long been part of the daily routine for millions of Britons. Yet as the world battles the invisible threat of coronavirus, this commuting ‘norm’ now seems like an alien concept as we prepare for a post-virus world.\n\nComing out the other side of the crisis, it is hard to imagine many parts of everyday life going back to normal, and that includes our commuting habits. Things will change – part driven by commuters looking for space, part by operators looking to keep staff safe – and as an industry we need to lead that change.\n\nAt *Zeelo* we have always been focused on highlighting the problem of personal car reliance and the daily commute: why should hundreds of people from the local area drive themselves to the same place of work when they could be saving pounds and the planet by going together?\n\nNow, as the virus takes hold, we have tailored our service to ensure commuter travel is safe. And that means equipping drivers with PPE (the number of deaths among *Transport for London* bus drivers is a disgrace) and ensuring social distancing is obeyed even after the virus has departed.\n\nFor although we know that Joe Public will dive straight back into their cars as soon as the lockdown has lifted, the challenge for us all is to ensure they don’t see the car as the only way to travel safely in the future.\n\n> The car is turning from an aspirational symbol of wealth and freedom to a polluting, time-wasting necessity.\n\nRelying on our cars continues to make congestion, air quality and the welfare of people across the world generally worse. Indeed, for towns, cities and businesses, cars are a barrier to success – if it’s not congestion, car parks are taking up valuable space or the commute is affecting their ability to recruit and retain staff. Recent figures showed commuters spent on average four days a year looking for a parking space, according to research from the *British Parking Association*.\n\nThe car is turning from an aspirational symbol of wealth and freedom to a polluting, time-wasting necessity, and that has to change moving forward.\n\nOutside of London, over 70 per cent of daily work commutes are by private car. That’s a lot of cars, a lot of cost, a lot of car park spaces, a lot of time wasted in traffic, a lot of pollution, a lot of emissions.\n\nThe likelihood is that many of us will have to start looking towards public transport and other means of travel to the car – saving money, ridding our driveways and roadsides of under-used machines and helping to keep pollution levels at the record lows we’ve enjoyed in recent weeks.\n\n*Zeelo* already moves half a million people a year to their place of work, running services with employment giants such as *Ocado*, *JLR*, *Argos* and *Boohoo*. We don’t own any vehicles, instead we work with a brilliant network of family-run coach and bus operators. But there is room for more services and there is a need for more safety.\n\nWe grabbed the headlines by introducing social distancing on our buses and we also partnered with *Addison Lee*, London’s biggest private hire operator, to offer reduced cost trips for key workers at the outset of the virus. Indeed, if the virus has taught us anything, it’s that the people who had been invisible before – the checkout operators, the health care workers, the warehouse operators – now have a seat at society’s top table and we must improve our services to look after them.\n\n> The challenge for us all is to ensure they don’t see the car as the only way to travel safely in the future.\n\nThere is competition for their custom, of course. In more and more cities, the density of dockless bikes now makes them a viable commuter platform. Likewise, now that e-scooters seem to be an inevitable addition to the landscape, they can be relied on for commutes that are just too long to walk. Also being transformed are the staid old worlds of car-sharing and car-pooling: *Whatsapp*, GPS and a range of focused apps have eliminated the friction involved in recruiting, coordinating and locating fellow-passengers.\n\nWhile all of this sounds great, the reality is that, left to their own devices these services and modes of travel will actually make the commute even more chaotic and congested than it already is. What we need to do is look at how to move large numbers of people at peak times over medium distances in shared vehicles, but at a level of flexibility and service that today’s commuter demands, or ‘Macro-mobility’ as it is now known. Innovation is essential if we are to keep our orbital and cross-town roads flowing.\n\nAt *Zeelo* what we envisage is ‘smart’ bus services developed in partnership with major employers, business parks or councils, to help them get their staff out of their cars and into bigger, cleaner vehicles. But to succeed on a countrywide scale we need a variety of stakeholders to work together: municipalities, transport authorities, mobility companies, HR directors, property developers, land owners and many more.\n\nThere’s a huge amount of work going on behind the scenes but the thought of a commute that is pleasant, efficient, healthy and affordable, rather than one of gridlock, pollution, danger, cost and frustration, certainly puts a smile on your face. This has always been more about culture than legislation and it’s clear that 2020 will change our culture and our behaviour quicker than at any other time in history.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "The challenge for us all is to ensure that Joe Public doesn’t see the car as the only way to travel safely in the future.",
  "headline": "We can’t let the virus put commuters into cars, safe mass transit is the answer",
  "issue": 796,
  "categories": [
    "Public Transport",
    "Commuting",
    "Climate Change"
  ],
  "allowComments": true
}