{
  "datePublished": "2020-05-01",
  "body": "I recently asked the team at *London TravelWatch* whether they thought their travel patterns would change once the office re-opened. Worries about crowded commuter trains and having to touch handrails on the Tube came flooding out, no doubt echoing the fears of people all over London and the commuter belt.\n\nAt *London TravelWatch* we’re privileged to be able to do our jobs from our bedrooms and kitchen tables at the moment. But many Londoners aren’t as fortunate and have either lost their jobs, been furloughed, or are having to try and get to work despite the risks.\n\nSo what can we expect to be different when we all get back to work and school?\n\n> With social distancing looking set to continue for some time, people who are able to work at home will probably be the last people allowed to come back onto public transport.\n\nFirstly, there is no doubt that home-working is here to stay. Before the crisis, I knew several CEOs who were sceptical that remote working could work for their business. But with many offices now in the swing of using *Microsoft Teams* and *Zoom* for video meetings, this isn’t a scepticism that will be allowed to continue. A recent *Yougov* poll showed that 40 per cent of people thought they could work from home. So bosses need to brace themselves for a deluge of requests to keep working at home, at least for some days of the week. If an institution as archaic as the *Houses of Parliament* can do debates and select committees by *Zoom* then that’s proof that most office-based businesses can do it too. And with social distancing looking set to continue for some time, people who are able to work at home will probably be the last people allowed to come back onto public transport.\n\nIn the longer term, not only will more home-working halt the inexorable rise in demand for public transport in London, it will give many of us a better quality of life, allowing us to be there to help with our kids’ homework, go for a run in the morning or start an evening class.\n\nAllowing employees to work more flexibly will also enable people to travel at less busy times, allowing them to continue with social distancing advice. If I changed my hours from the current 9-5 and instead worked 11-7 I’d be able to travel into London on an off-peak train, instead of being crammed in with my fellow commuters. It would also save me money. The argument for part-time rail season tickets has never been stronger. If many of us reduce the number of days a week we come into the office, then paying for a seven-day-a-week season ticket that we only use twice a week makes no sense at all. With employers already starting to talk about bringing in staggered ‘shift’ patterns for their staff, enforced flexible working is already looking inevitable for the short to medium term.\n\n> The argument for part-time rail season tickets has never been stronger. If many of us reduce the number of days a week we come into the office, then paying for a seven-day-a-week season ticket that we only use twice a week makes no sense at all.\n\nI can only hope that one unintended benefit of this pandemic will be that we’ll all become more responsible commuters, mindful of hygiene and staying at home if we’re not feeling well, instead of spreading our germs to fellow travellers and colleagues. Fewer people off will surely help with our economic recovery.\n\nIn terms of lowering the risks of virus transmission, London has had the foresight to bring in contactless travel in terms of both the *Oyster* card and contactless card payments. In that sense London is way ahead of other parts of the UK where using cash on buses is still the norm.\n\nAnother trend that it would be great to ‘bake in’ is the increased number of us walking and getting on our bikes at the moment. People are telling me how great it is to cycle on near-empty roads in the last few weeks and surely that’s a change we need to make permanent. The mayor of London wants more of us to walk and cycle and that might mean following in the footsteps of Milan and making more roads off-limits to cars once the pandemic is over. If we want to realise the mayor’s ‘Healthy Streets’ vision then perhaps we need to re-align investment so that it supports tailored changes at a local level, rather than investing in big ticket projects that take decades to complete.\n\n> In our climate-changing world, surely a recovery that rebuilds public trust in walking, cycling and using public transport is preferable to one in which we allow the car to dominate our precious shared space.\n\nDuring the lockdown *Transport for London* has seen ‘hotspot’ stations, mainly in East London where at certain times of day, for short periods, social distancing has been harder to maintain. It may well be that people living in those areas are less likely to have the kind of jobs where they can work at home, so tailored solutions such as *Santander Bikes* points at those stations could be considered for those areas.\n\nFinally, there’s lots of talk about a ‘green recovery’ from Covid-19. Although some people are using their cars to get to work when they used to use public transport, there has not yet been a large switch to car use in London. This has resulted in huge improvements in air quality, and people new to cycling are reporting feeling much safer because of the relative lack of traffic. In our climate-changing world, surely a recovery that rebuilds public trust in walking, cycling and using public transport is preferable to one in which we allow the car to dominate our precious shared space.\n\nOnly time will tell if people’s behaviour and expectations will change in the long-term or if, like in the aftermath of a terrorist attack, there is an initial wariness to return to public transport but that confidence eventually bounces back. However we emerge from lockdown, it’s crucial that the views of transport users be heard so that the services on offer build confidence and meet their needs.",
  "author": "Emma Gibson",
  "published": true,
  "subHeadline": "With social distancing looking set to continue for some time, people who are able to work at home will probably be the last people allowed to come back onto public transport.",
  "headline": "We’ve pressed pause on the capital’s transport system – now let’s press reset",
  "issue": 797,
  "categories": [
    "Public Transport"
  ],
  "allowComments": true
}