{
  "datePublished": "2020-03-06",
  "body": "I’ll get around to answering my title question shortly. But first, some of you may vaguely recall that I finished last time by saying that I’d pick up where I left off.\n\nWell, I began that episode by quoting Herman Daly – “The economy is a wholly-owned subsidiary of the environment, not the reverse”; and I’ll begin this one in a similar vein by quoting Jason Kay – “You’d better play it nature’s way, or she will take it all away”.\n\nThis is a line from 1992’s ‘When You Gonna Learn?’, the first single by ‘Jay’ Kay’s band Jamiroquai. His obvious concern about man-made environmental damage might seem somewhat at odds with the fact that he’s almost as famous for his huge collection of luxury cars as for his music; but, be that is it may, this song is from the album is ‘Emergency on Planet Earth’, which brings me back to my opening question.\n\nThe answer is, fairly obviously, when it’s a climate emergency. As far as I can gather, around 270 UK councils have declared a climate emergency in the 17 months since a Special Report by the Inter-governmental Panel on Climate Change (IPCC) warned we had around 12 years to take bold action to limit global heating to 1.5°C, beyond which level even just half a degree of extra warming will bring increased drought, severe flooding, extreme heat and impoverishment for hundreds of millions of people.\n\n> There’s no point declaring an emergency about anything unless you take some form of action in response.\n\nSome folk choose to disbelieve the science, of course. But even sceptics would agree, in general terms, that there’s no point in declaring an emergency about anything unless you take some form of action in response. Nevertheless, despite 60 per cent of declaring authorities having also made a specific commitment to be carbon neutral by 2030, evidence of anything meaningful by way of a response is extremely hard to find.\n\nNot one of the authorities that has declared a climate emergency was compelled to do so against its will. So, we’re entitled to assume that they did so because they believed that what the IPCC said in October 2018 was essentially true. Given that 17 of the 144 precious months have already passed, we’re similarly entitled to expect that they have an actual emergency plan of action. And yet.\n\nLast week, work took me to three UK cities (in the North, Midlands and South) in which there is, officially, a climate emergency. The work in question required me, in different ways, to explore the extent to which council officers responsible for transport policy and investment are responding; and I might truthfully summarise matters as follows.\n\nIn one, there is some proper action and a broad commitment to accelerating change; but still one or two big, baffling backward steps. In another, there is genuine recognition of the need urgently to develop an action plan, but as yet little happening that rises to the scale of the challenge. In the third, there was a general shrugging all round and an utterly business-as-usual transport investment programme that includes some major highway schemes and other measures predicated on the belief that important local businesses still need this kind of car-dominated usual.\n\n> I admit to feeling some frustration with the attitudes of some of the officers I met.\n\nThe fact that, in this latter case, the building we met in recently came close to being flooded, and the prospect that operating amidst several feet of storm discharge could shortly become the new usual for many of the city’s businesses, seem not yet to be motivating action. With little or no practical sense that the ship might literally be sinking, the sound of deckchairs being re-arranged was almost deafening.\n\nIn the same week, I became aware of a councillor from Pontypridd, a town that fell victim to recent floods, calling for one particular thing to revive the fortunes of local businesses. Can you guess? Of course you can. Free parking. The local newspaper headline wasn’t, but should have been, ‘Councillor calls for more causes to offset effects’.\n\nLast March, I wrote a piece entitled ‘Play the blame game and no-one wins’, and I am always hesitant about finger-pointing. This is largely because it rarely changes things for the better, but also because it’s so tempting to blame the people who happen to be nearest to hand, whether or not they bear real responsibility. In the cases I’ve referred to, I admit to feeling some frustration with the attitudes of some of the officers I met. However, the truly searching questions need to be directed at their political leaders. Questions like: “What the blazes do you think you’re playing at?” Put simply, there either is or is not a climate emergency. If you declare that there is, then you need to do something about it. Fast.\n\nNo-one whose house is on fire phones 999 and then goes back to playing Candy Crush Saga. When the waters are rising, people shut whatever doors and gates they have, position the sandbags and get busy with the bailers, whatever the hour. When a truly nasty virus appears on the horizon, the authorities at least dash around, even if co-ordination may be somewhat lacking in the early days.\n\n> When it comes to a climate emergency, it seems that we’re happy to settle for words, not deeds.\n\nBut, when it comes to a climate emergency, it seems that we’re happy to settle for words, not deeds. The following example is, in my experience and to my knowledge, fairly typical. It’s a council that declared a unanimous cross-party climate emergency last spring and, at the same time, committed to establishing a working group to meet the challenge. But there’s no evidence of this group having even convened, let alone achieved anything meaningful. Despite the declaration describing the task as huge but essential, and talking of the need for everyone to work together towards a shared carbon neutral objective, there’s no sign at all of the leadership that ‘everyone’ will need to follow. Meanwhile, each relevant document linked to on the council’s website is at least five years old.\n\nMy title last time was ‘Fiddling while (insert your country here) burns’, and I suppose I should have added ‘or drowns’. Many of our leaders seem to be experiencing a Nero complex, which is defined as ignoring something that should require your immediate attention. But, especially when it comes to transport, perhaps the response of most politicians can best be compared to that of the proverbial rabbit to headlights. The task seems too daunting, and the likely reaction of the electorate and other stakeholders to the imposition of measures requiring people to travel quite differently from how they do now (i.e. to leave their cars at home) is too terrifying.\n\nI understand that. But (a) I repeat that there either is or is not an emergency, and (b) I think there are ways of tackling the problem that can bring the electorate along. It was actually (b) that I had meant to focus on in this episode, but now it’ll be what I cover next time.\n\nBet you still can’t wait.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "There’s no point declaring an emergency about anything unless you take some form of action in response.",
  "headline": "When is an emergency not an emergency?",
  "issue": 793,
  "categories": [
    "Climate Change"
  ],
  "allowComments": true
}