{
  "published": false,
  "allowComments": true,
  "datePublished": "2020-05-12",
  "categories": [
    "Climate Change"
  ],
  "author": "John Dales",
  "headline": "When is an emergency not an emergency?",
  "subHeadline": "There’s no point declaring an emergency about anything unless you take some form of action in response.",
  "body": "I’ll get around to answering my title question shortly. But first, some of you may vaguely recall that I finished last time by saying that I’d pick up where I left off.\n\nWell, I began that episode by quoting Herman Daly – “The economy is a wholly-owned subsidiary of the environment, not the reverse”; and I’ll begin this one in a similar vein by quoting Jason Kay – “You’d better play it nature’s way, or she will take it all away”.\n\nThis is a line from 1992’s ‘When You Gonna Learn?’, the first single by ‘Jay’ Kay’s band Jamiroquai. His obvious concern about man-made environmental damage might seem somewhat at odds with the fact that he’s almost as famous for his huge collection of luxury cars as for his music; but, be that is it may, this song is from the album is ‘Emergency on Planet Earth’, which brings me back to my opening question.\n\nThe answer is, fairly obviously, when it’s a climate emergency. As far as I can gather, around 270 UK councils have declared a climate emergency in the 17 months since a Special Report by the Inter-governmental Panel on Climate Change (IPCC) warned we had around 12 years to take bold action to limit global heating to 1.5°C, beyond which level even just half a degree of extra warming will bring increased drought, severe flooding, extreme heat and impoverishment for hundreds of millions of people.\n\nSome folk choose to disbelieve the science, of course. But even sceptics would agree, in general terms, that there’s no point in declaring an emergency about anything unless you take some form of action in response. Nevertheless, despite 60 per cent of declaring authorities having also made a specific commitment to be carbon neutral by 2030, evidence of anything meaningful by way of a response is extremely hard to find.\n\nNot one of the authorities that has declared a climate emergency was compelled to do so against its will. So, we’re entitled to assume that they did so because they believed that what the IPCC said in October 2018 was essentially true. Given that 17 of the 144 precious months have already passed, we’re similarly entitled to expect that they have an actual emergency plan of action. And yet.\n\nLast week, work took me to three UK cities (in the North, Midlands and South) in which there is, officially, a climate emergency. The work in question required me, in different ways, to explore the extent to which council officers responsible for transport policy and investment are responding; and I might truthfully summarise matters as follows."
}