{
  "datePublished": "2022-02-25",
  "body": "Holding two contradictory positions at the same time is a common characteristic of individual people. But it becomes a much bigger issue when the positions are held by Governments, or Government agencies, says John Dales. He fears such inconsistencies are now at the heart of Transport policy – or plural policies, as they now seem to be, in espousing different objectives and values in different documents and circumstances. It's an unsustainable situation, he argues.\n\n1984 was the year I read George Orwell’s Nineteen Eighty-Four. 1985 was the year that Billy Ocean released When the Going Gets Tough, the Tough Get Going. As far as I’m aware, no link has previously been made between that particular book and that particular song; but someone had to do it, and it turns out to have been me. My purpose in doing so is to reflect upon the fact that, when the choices get tough, we often aren’t tough ourselves.\n\nWe’re more likely, indeed, to put our heads in the sand and wish the whole thing away. That is, after all, what most of us – as private individuals – seem to find easiest when confronted with the facts that our current lifestyles are incompatible with the wellbeing of future generations. We don’t want to curse our children, obviously. But neither do we want to forgo the comfort and convenience, in the here and now, that have become so important to us that we view almost any threat to them with horror. So, we focus on the present and try not to think about the consequences.\n\nHowever, while this may be possible for individuals, the option of simply ignoring tough choices is one that is denied to public bodies. You can’t, for example, declare a climate emergency and then pretend you never did. Nor can you publish a plan for Decarbonising Transport, a Ten Point Plan for a Green Industrial Revolution (three of which are about decarbonising transport), and a National Planning Policy Framework predicated on achieving sustainable development and yet have no plans to do things differently.\n\nThe thing is, though, that doing things differently is really tough. For politicians, because (as I’ve just said) the electorate doesn’t want to change. And for technical professionals, because it takes them out of their comfort zones, perhaps even beyond their competency, and requires them to face the fact that – albeit with the best of motives – they might have been getting it wrong all these years.\n\nSo, what to do?\n\nWell, it seems that the easiest way of doing something different is to focus on new things, while trying not to change the old. So, for example, we promote the modification of the vehicles we drive; but avoid confronting the idea of driving less. Or, perhaps, we emphasise the importance of building homes that are low-carbon in themselves, but we seem less concerned with addressing the issue of where they’re actually built. In the context of climate change, this is of course commonly referred to as ‘greenwashing’, and if you want to spend a little more time exploring a particularly striking example, you could do a lot worse than search for, and watch, Channel 4’s Joe Lycett vs the Oil Giant. That said, there’s a danger in focusing on particular examples featuring easy-to-hate bad guys, because it distracts us from the truth that something similar – Doublethink – characterises a great deal of low-profile, everyday- everywhere activity.\n\nDoublethink, as coined by Orwell, is *“to know and not to know, to be conscious of complete truthfulness while telling carefully constructed lies, to hold simultaneously two opinions which cancelled out, knowing them to be contradictory and believing in both of them”*. It might be summarised as being the acceptance of two mutually contradictory beliefs as correct and, as such, it would seem to characterise the relationship between the Government’s Road Investment Strategy 2 (RIS2) and its plan for Decarbonising Transport.\n\nIndeed, as I have noted previously in these pages (LTT828), Decarbonising Transport begins with a Foreword by the Secretary of State that contains some textbook Doublethink (or perhaps Doublespeak):\n\n*“It’s not about stopping people doing things: it’s about doing the same things differently. We will still fly on holiday, but in more efficient aircraft, using sustainable fuel. We will still drive on improved roads, but increasingly in zero emission cars. We will still have new development, but it won’t force us into high-carbon lifestyles.”* Thinking like this allows the Government – and others – to believe that RIS2’s promise to spend £27.4 billion on road-building from 2020-2025 is somehow consistent with a genuine commitment to decarbonising transport; despite the fact that – plainly – it isn’t.\n\nSimilar thinking is evident amongst professionals, as well as politicians. My ‘Exhibit A’ for this is a recent article on the Essex Live website, under the headline ‘M25: £80m plan to improve Brentwood junction in doubt over environmental impacts’. *“The go-ahead to improve the Brook Street M25 junction 28 with new loops and sliproads had been expected in December 2021 with work expected to start in the spring”*, it reported. *“But the Secretary of State is now extending the deadline to May 16, 2022, to allow for ‘further consideration of environmental matters’.”*\n\n> ...we promote the modification of the vehicles we drive; but avoid confronting the idea of driving less.\n\nSpecifically, the Secretary of State has asked National Highways (NH) for a new assessment of the cumulative effects of greenhouse gas emissions from the scheme. However, a statement attributed to NH claims that, “There is no reasonable basis upon which NH can assess the carbon emissions impact of the scheme at a local or regional level, and it is not required to do by law or the National Policy Statement for National Networks. Accordingly, NH is not in a position to provide an assessment of the cumulative effects of the greenhouse gas emissions for the scheme for anything other than at the national level carbon budgets.”\n\nIn other words, despite the fact that the scheme could obviously have the effect of increasing carbon emissions from motor traffic, the argument that *“We don’t see how we can assess emissions, and we don’t legally have to”* is advanced as a justification for saying “So, we won’t!”\n\nThis, from an organisation that, under its previous name, published the report Protecting the Environment (2019) in which it said, *“We know that there’s a need to balance people’s need to travel on our roads with doing all we can to protect and improve the environment. It’s something we’re passionate about at Highways England... making sure sustainability shapes our thinking and decision-making right from the outset.”*\n\nThe situation would seem to be pretty much the same north of the border. Scottish journalist and academic Dominic Hinde recently took to social media concerning the answer he received when he asked Transport Scotland how a £120m scheme to replace a large roundabout on the edge of Edinburgh with a motorway style junction to improve traffic flow was compatible with climate change legislation and government policy.\n\nHe was told that, *“in addition to the Scottish Government’s climate change obligations, its overarching purpose is to create a more successful country with opportunities for all Scotland to flourish through increased wellbeing, and sustainable and inclusive economic growth. The changes required to meet a target of net-zero greenhouse gas emissions therefore need to be balanced with these other needs and wider policies and plans”*.\n\nThat’s both National Highways and Transport Scotland, there, using ‘balance’ as an enabler of Doublethink.\n\nPossibly in the same vein, though details have proved hard to find, I was struck by the fact that the big winner at last October’s Highways Awards was the snappily-titled A590 M6 J6 Brettargh Holt Improvement. There were two things that struck me, in fact: the first being that it was described as the UK’s First Carbon Neutral Highway Scheme; and the second that it not only won the Environmental Sustainability in the Highways Sector Award but also scooped the overall ‘best in show’ Special Merit Award. While those responsible have obviously done something pretty remarkable, I suspect that the ‘Carbon Neutral’ tag relates to scheme construction, ignoring the carbon emissions associated with scheme use.\n\nIn closing, let me reprise something [Phil Goodwin wrote in LTT836](https://discussion.lttmagazine.co.uk/400-per-household-per-year-to-achieve-net-zero-a-bargain-surely-but/). If you haven’t already, you should definitely read the whole piece, but I just want to focus on Phil’s reference to the Department for Business, Energy and Industrial Strategy’s publication, last September, of revised values of carbon for policy appraisal. The figures for 2021 are in the order of ten times higher than the previous figures for 2021, issued in 2018, and 3-4 times higher for 2030. Phil then explored what this might mean for a couple of major highway schemes. In one case, he estimated that the Benefit-Cost Ratio went from 1.08 to 0.7, and in the other the BCR went from 1.9 to 0.6. In other words, both went from ‘worth building’ to ‘not worth building’.\n\nYou’d like to think that the application of these new values is at least one of the reasons for the Secretary of State wanting *“further consideration of environmental matters”* in connection with the M25 Junction 28 scheme. You’d also like to think that he, and others in government, in National Highways, in Transport Scotland and in any other agency responsible for building – or not building – roads would take this opportunity to reconsider whether they can continue to try to hold two beliefs they know to be contradictory.\n\nIn doing so, they’d do very well to take Herman Daly’s maxim to heart: ‘The economy is a wholly- owned subsidiary of the environment, not the reverse’. Doublethinkers need urgently to become single-minded in rising to the toughest challenge of our age.",
  "author": "John Dales",
  "published": true,
  "subHeadline": "Holding two contradictory positions at the same time is a common characteristic of individual people. But it becomes a much bigger issue when the positions are held by Governments, or Government agencies.",
  "headline": "When the going gets tough… the weak resort to Doublethink",
  "issue": 840,
  "categories": [
    "Communication",
    "Climate Change"
  ],
  "allowComments": true
}