{
  "datePublished": "2021-09-30",
  "body": "The new report from the *National Infrastructure Commission* (NIC) on local transport funding frameworks may kindle thoughts of times past amongst those of a certain age and with long memories.\n\nLevelling up towns will require a shift in the Government’s approach from distributing multiple ringfenced pots of money – many of which councils must compete over – to handing power to local areas to deliver their own strategies with five-year devolved budgets, according to the UK’s official infrastructure advisers, in a report that the Government requested of them.\n\nThe <abbr title=\"National Infrastructure Commission\">NIC</abbr> recommends that the 15-odd funding streams for local transport are streamlined into just two. One would provide for devolved, flexible budgets based on population and local network size, while the other would be a targeted scheme to help areas with poor transport connections or where there is the prospect of helping new industries spring up.\n\nLocal authorities outside London would be able to spend up to £6-billion per year on their transport investment strategies over the next five years, keeping pace with increased investment in centrally managed transport infrastructure.\n\n> A transport taxation and distribution re-think is surely now also very much due, with the expected pending diminution of the established fuel tax revenue model.\n\nTo old hands in the transport planning profession this will all sound strangely familiar. Way back when, three decades ago, in the early days of <abbr title=\"Local Transport Today\">LTT</abbr>, there was a similar landscape of different ‘pots’ of government money with strings, then particularly dividing things in to individual ‘highways’ and ‘public transport’ scheme approvals. Radical thinkers of the time – led by Professor *Tony May* – advocated what came to be known as the Package Approach, allowing the overall assessment of transport needs and solutions and multi-modal and integrated plans to be developed.\n\nIn subsequent years these principles were embraced further in the TPP (Transport Policies and Programmes) and LTP (Local Transport Plan) concepts, since allowed to effectively fade away. It will be interesting and intriguing to see how the Government will respond to the new proposed shift towards greater devolution of decision-making into the hands of local leaders, and giving them the resources to develop a clear vision and strategy for future transport development.\n\nThe approach is sensibly conceived and argued, and not for the first time. But will it be sufficiently persuasive to prise ministers’ sticky fingers off the fruits of the national magic money tree, now happily being harvested and distributed by those of both main political persuasions? Sadly the <abbr title=\"National Infrastructure Commission\">NIC</abbr>, whilst challenging the Government’s funding distribution model, has not been quite bold enough to go one step further and consider mechanisms for funding to be actually raised and collected locally, rather than handed down from Westminster. Such a transport taxation and distribution re-think is surely now also very much due, with the expected pending diminution of the established fuel tax revenue model.\n\nPerhaps there is another task here to be given to a suitably challenging team of advisors?",
  "author": "Peter Stonham",
  "published": true,
  "subHeadline": "A transport taxation and distribution re-think is surely now also very much due, with the expected pending diminution of the established fuel tax revenue model.",
  "headline": "Whilst challenging the Government’s funding distribution model - the NIC has not been quite bold enough",
  "issue": 832,
  "categories": [
    "Transport Planning"
  ],
  "allowComments": true
}