{
  "datePublished": "2021-09-15",
  "body": "The Department for Business, Energy and Industrial Strategy (BEIS), supported by the Treasury, [recently increased the recommended values per tonne of carbon used](https://www.gov.uk/government/publications/valuing-greenhouse-gas-emissions-in-policy-appraisal/valuation-of-greenhouse-gas-emissions-for-policy-appraisal-and-evaluation) in policy appraisal and evaluation by a factor of about 4 (i.e. a 300% increase). These should surely also be used in re-appraisals, notably the current <abbr title=\"Department for Transport\">DfT</abbr> review of the <abbr title=\"Road Investment Strategy 2\">RIS2</abbr> road projects.\n\nIt is an important admission that the economic analysis of climate change has not been given nearly enough importance, and entirely to be welcomed. The values are planned to rise steeply as the 2050 deadline approaches.\n\nOne important caveat is that these values do not measure the cost of the disruption to economies caused by climate change. Rather, they are intended to measure how much it would cost, by the cheapest available method, to remove a tonne of CO<sub>2</sub>. That is a marginal cost, not an average one, and is unlikely to scale up to the required total. (Planting one tree is very cheap; covering a large part of all the land currently used for food production with trees would be impossibly expensive). Also, including such a cost in the appraisal does not imply that the abatement measures will actually be carried out.\n\nThe wider problem is that the cost benefit appraisals in which such carbon values are inserted are a complex series of equations.\n\nCarbon is nestled in among many other categories of costs and benefits and forecasts, each of which may themselves be over-valued (like some travel time savings) or undervalued (like many health effects).\n\nWhat this means is that even with a confidently re-estimated value per tonne of carbon, if the number of tonnes produced is badly underestimated, or if its effect on climate is underestimated, or if the effect of climate change on economies is underestimated, the resulting total cost will still be wrong.\n\nTherefore, we need a sort of audit of how the carbon values interact with all the other assumptions and calculations. The table (below) shows my first attempt at this, listed under two headings: those that relate to the technical operation of cost benefit analyses, and those that relate to the intersection between cost benefit analysis and implemented policies and projects, which will include political considerations.\n\n<aside role=\"complementary\"><figure class=\"p-6 text-base md:text-xl\">\n\n#### Agenda of remaining problems to be solved in ensuring that carbon is given proper importance in appraisal.\n\n##### Technical issues of cost benefit analyses\n\n* Value per tonne of carbon.\n* Quantum: Number of tonnes produced.\n* Effect of climate change on travel & economic conditions.\n* Baseline ‘without’ or ‘business as usual’ assumptions.\n* Time scales, discounting and urgency.\n\n##### Relation between appraisal and policy\n\n* Appraisal values are not charged as prices.\n* Identification of appropriate range of policies.\n* The self-interested reasons for delay and opposition.\n* Behavioural and political responses to policy are not well described by demand models used for forecasting.\n* Co-benefits including health, economic efficiency, wellbeing and equity.\n* Biases in other factors (time, safety, health etc).\n* Uncertainty and how it is treated in appraisal.\n* Existing economic and political systems, treated as given, or taken as a condition for change, and the role of activism.\n\n</figure></aside>\n\nI will summarise the technical issues in this column, and the policy issues in future columns and as part of the ‘Two Futures’ project with *Jillian Anable.*\n\n### ‘Not a matter for the Court’\n\nThe actual additional quantity of carbon produced, especially by road building, was under dispute in the recent High Court challenge to the <abbr title=\"Road Investment Strategy 2\">RIS2</abbr> road programme. The Judge ruled that this was a technical disagreement ‘not a matter for the Court’, and it therefore remains unresolved. But the quantities of carbon reported by Highways England were roundly 100 times higher than those suggested as relevant by the <abbr title=\"Department for Transport\">DfT</abbr> – a much bigger difference than the change in carbon values – and other evidence suggested up to twice as much again. These arguments are stated in [Court documents](https://transportactionnetwork.org.uk/wp-content/uploads/2021/03/Witness-statement-of-Phil-Goodwin-23-10-2020-16-03-2021_Redacted.pdf) and in many reports, notably one by Sloman and Hopkinson. I won’t restate them here, except to say that both the <abbr title=\"Department for Transport\">DfT</abbr> and *Highways England* claimed that the amount of carbon produced was so small - ‘de minimis’ in legal language - that it could be treated as insignificant: as long as that presumption remains, multiplying that amount of carbon by a new value four times higher would still give an insignificant total.\n\nSo if the unit values are the only thing which change in the promised reappraisal of the road programme, it is unlikely to come to a different conclusion. Revising the estimated quantity is a major task still to be done on the checklist.\n\n### Impacts of climate change on the economy\n\nA possibly even more important issue in accounting properly for climate change is about the interface between climate science and economic analysis, which are badly out of kilter. The [climate science](https://www.ipcc.ch/report/ar6/wg1/), authoritatively updated in <abbr title=\"Intergovernmental Panel on Climate Change\">IPCC</abbr>, tells us very firmly that recent observations of floods, fires and storms are not simply random weather variations, but significant early signs of warming whose effects are already partly baked in, and very much more serious in prospect. Thus, we will see accelerating effects on climate, weather, sea levels, flooding, mass population displacement, food and other production chains, changing economic geography, reduced standards of living, greater incidence of unpredicted emergencies, effects on coasts, rivers, flood plains, water drainage and sewage security, food supply and distribution, and medical services. The exact extent and location of these features are highly uncertain of course, depending on volatile factors including the gulf stream and the jet stream. But their reality is certain.\n\n> The forecasts are profoundly flawed. They assume that there are no climate tipping points of substance in the next two or three hundred years.\n\nThe problem here is that the dominant tendency in economic analysis has been to treat the effects of climate change on national incomes as also de minimis. I refer here to an [important critique](https://arxiv.org/pdf/2108.07847.pdf) made by *Professor Steve Keen*, at <abbr title=\"University College London\">UCL</abbr>, and his colleagues. They comment that the most influential forecasts by economists have predicted that climate change will have trivially small effects on global economic production – only 2.1% effect on production if global temperature rises by 3 degrees.\n\nBut the forecasts are profoundly flawed. They assume that there are no climate tipping points of substance in the next two or three hundred years. They assume that productive activities which take place indoors are immune to climate change, which is absurd. They assume that the world increasing average temperature can be scaled up from the minor differences in productivity in US states of different average temperatures, the basis of econometric work. And they use a model which cannot handle the concept of economic collapse, regardless of the level of damage.\n\nSo the next item on the checklist is to make economic forecasting compatible with the existential disruptions indicated by climate science. If we assume that steady economic growth can continue indefinitely, hardly affected by climate change, the natural conclusion would be that it would be cheaper to just let it happen. So revision of the economic forecasts to reflect more sensibly the realities of climate change would be more important than revision of the appraisal values.\n\n### Baseline demand projections\n\nCost benefit calculations are always carried out by comparing forecasts ‘with’ the scheme or policy under consideration, against a baseline of what would happen without, sometimes called the ‘do nothing’ or ‘business as usual’ option. In little noticed but highly important advice, <abbr title=\"Department for Environment, Food and Rural Affairs\">DEFRA</abbr>, with the approval of Treasury, profoundly changed these by insisting that the [baseline future should be one which included the effects of climate change](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/934339/Accounting_for_the_Effects_Of_Climate_Change_-_Supplementary_Green_Book_.._.pdf), unmediated by our interventions. I do not yet know of an application of this in transport.\n\nThe effects in the UK of many partly broken economies, hugely disrupted patterns of world trade, food supply, and economic geography, would be a much more costly future. This would require more focus on the need for infrastructure investment on protective measures such as flood protection and rebuilding, and correct the unrealistically high baseline traffic growth forecasts which are used to justify expansions of road capacity.\n\n### Time scales and urgency\n\nThere is a problem in reflecting the time scale of the effects. Low discount rates give more attention to the distant future and high ones to the near future, so the discount rate battles with the proposed increasing carbon values.\n\nThe problem we have is that a long-term vision can only be delivered by urgent action in the very near future. In particular, the flagship electrification of vehicles makes little difference in the crucial next ten years: carbon vehicles are increasing in size and weight, and last too long.\n\nBut because climate is affected by the total amount of CO<sub>2</sub> in the atmosphere, and because CO<sub>2</sub> is even more long lived, a tonne of carbon emitted now is proportionally much more damaging. Long-term plans will need the most rapid possible short-term measures, and that will have to be imposed over the top of the cost benefit calculations if it doesn’t emerge naturally from them. The new values are not high enough to ensure that.\n\nSo revision of the appraisal values for carbon, to give it the higher importance it deserves, requires also a more complete calculation of the volume of carbon emitted, a realistic estimation of that on the national and global economies, a revision of the ‘baseline’ forecasts compatible with the current trajectory of global warming treated as business-as-usual, and an appraisal system capable of expressing urgency. I’ll discuss the modelling challenges of doing this in next month’s *Modelling World* conference. There are comparable changes needed to how the policy implications of appraisal are handled, section B of the Table, which I’ll continue next time.",
  "author": "Phil Goodwin",
  "published": true,
  "subHeadline": "‘Baseline’ forecasts should be urgently revised so they reflect the current trajectory of global warming.",
  "headline": "Why we must recognise the true impact of climate change in transport appraisal",
  "issue": 830,
  "categories": [
    "Climate Change",
    "Transport Planning"
  ],
  "allowComments": true
}
