{
  "datePublished": "2020-07-24",
  "body": "In case you hadn’t noticed, driverless cars are not going to be neatly delivering us about the city any time soon (despite many claims to the contrary). But while city streets respond to sudden pressures of social distancing, the technology continues to develop, carving out operational niches from which to expand – driverless shuttles in retirement villages, delivery bots in selected suburbs, and autopilot features for driving on congested highways. Expanding beyond these niches will embed new forms of algorithmic decision-making into the built environment and create a new set of pressures for city streets.\n\nHow we evaluate these algorithms depends on what we want from the city streets autonomous vehicles (AVs) might operate on. If we want to prioritise urban sustainability and health then a good approach is to create street environments that are pleasant, restorative, and enjoyable. These qualities encourage walking as a mode of transport and benefit the health and well-being of the people using the streets. By using algorithms to automate interactions between vehicles and pedestrians, <abbr title=\"Autonomous Vehicles\">AVs</abbr> have the potential to change a pedestrian’s experience of city streets.\n\n> Just as urban planners might try to cater for different purposes by pedestrianising shopping streets or reallocating space between modes, we can consider whether <abbr title=\"Autonomous Vehicles\">AVs</abbr> should operate differently in different areas.\n\nEvaluations of AV impacts must consider how they might help or hinder the creation of sustainable and healthy street environments.\n\nThe movements and interactions of road users in city streets are coordinated using a mixture of infrastructure, laws, codes, conventions, communication, and negotiation. Traffic signals and road markings are often sufficient for conveying right-of-way but there are also times when right-of-way is unclear or contested. In these instances social interactions supplement the measured logic of road infrastructure and help coordinate movements. Spend a few minutes on a busy high street and you’ll probably notice this happening: pedestrians signalling and asserting their intentions to cross a road or drivers edging forwards to try and interrupt the flow of people across a side road.\n\nThis poses a major challenge to <abbr title=\"Autonomous Vehicles\">AVs</abbr>. To participate in these interactions they must anticipate how other road users might respond to their actions. For example, by modelling a pedestrian’s road crossing decisions an AV might better anticipate the movements of the pedestrian and their response to the actions of the AV. This allows the AV to mimic the behaviour of a human driver.\n\n> Evaluating autonomous vehicles in terms of their ability to help produce sustainable and healthy environments is important for understanding the potential impacts of this technology.\n\nIn this mimicry we can see that vehicle automation is not simply a case of removing the driver. Instead it’s about creating a new set of driving practices and behaviours. <abbr title=\"Autonomous Vehicles\">AVs</abbr> will not exactly replicate human behaviour and in some ways the objective is to purposefully not replicate human behaviour – <abbr title=\"Autonomous Vehicles\">AVs</abbr>, we are told, will be safer and more efficient than human drivers.\n\nThe ways in which new driving practices and behaviours could impact pedestrians and street environments need to be evaluated. To do this we can take a broader look at the impacts of vehicles on city streets and use this knowledge to inform studies of AV impacts. Here are three important aspects of city streets and road user interaction that should be accounted for in such studies:\n\n### 1. Behaviour change\n\nRoad user behaviour is stable but not fixed. Significant changes to road user behaviour were produced in response to increasing numbers of motor vehicles on the roads, first in the USA and then in Britain. These changes sought to balance safety with a desire to capitalise on the speed and freedom offered by vehicle mobility. The result is our current set of infrastructures, laws, codes, conventions, communication, and negotiation that coordinate road users. Leveraging the attributes of <abbr title=\"Autonomous Vehicles\">AVs</abbr> could similarly require changes to city streets and will create new tensions between road users.\n\n### 2. Different streets, different functions\n\nAlongside appreciating the potential for behaviour change, we also need to consider where these changes might take place. We use different areas of cities for different purposes at different times of the day. One area might be dominated by shopping, another by tourism and others by their own particular blend of activities.\n\nDifferent streets therefore serve different functions and do so with different amounts of space and differences in design, from pedestrianised plazas to multi-lane arteries. As a result, road user behaviour varies across the city and through the day.\n\nJust as urban planners might try to cater for these different purposes by pedestrianising shopping streets or reallocating space between transport modes, we can consider whether <abbr title=\"Autonomous Vehicles\">AVs</abbr> should operate differently in different areas. This could be through traditional regulation such as parking restrictions and speed limits or novel measures such as rules on driving style and platooning.\n\n### 3. Impacts of traffic beyond safety\n\nEnsuring the safety of pedestrians is incredibly important and an understandably high priority when evaluating <abbr title=\"Autonomous Vehicles\">AVs</abbr>. But in order to reduce transport-related emissions, improve public health, and create enjoyable urban environments, <abbr title=\"Autonomous Vehicles\">AVs</abbr> need to be evaluated against a broader set of measures than safety alone.\n\nVehicle traffic, speeds, and noise have been found to negatively impact walking experiences. In some cases, pedestrians choose longer routes to avoid a busy road or crossing. Though the inconvenience may seem small, the outcome nonetheless limits the sustainability and health of our neighbourhoods.\n\nEvaluating <abbr title=\"Autonomous Vehicles\">AVs</abbr> in terms of their ability to help produce sustainable and healthy environments is important for understanding the potential impacts of this technology. Doing so requires developing novel metrics that take better account of pedestrian experiences. Vehicle automation is not just about removing the driver, it’s about creating a new set of driving practices and behaviours. Unlike human behaviour, the behaviour of <abbr title=\"Autonomous Vehicles\">AVs</abbr> is for us to design and control. We have seen elsewhere how new technologies can negatively impact our urban environments without proper scrutiny. We must explore the effect of these new practices and behaviours on pedestrians and city streets, and in doing so ensure that the technology can be used to create the urban environments we want rather than streets that suit the technology.",
  "author": "Obi Thompson Sargoni",
  "published": true,
  "subHeadline": "Evaluating autonomous vehicles in terms of their ability to help produce sustainable and healthy environments is important for understanding the potential impacts of this technology.",
  "headline": "Will autonomous vehicles change our experiences of streets for better, or worse?",
  "issue": 803,
  "categories": [
    "Autonomous Vehicles",
    "Technologies"
  ],
  "allowComments": true
}